{
    "error": 0,
    "msg": "",
    "data": {
        "result": {
            "characters": [
                "ENFJ"
            ]
        },
        "info": [
            {
                "id": "12",
                "type_name": "ENFJ—教导型",
                "type": "ENFJ",
                "jieshao": "谆谆善诱的引导他人",
                "infos": [
                    {
                        "title": "基本分析报告",
                        "descs": [
                            {
                                "title": "基本描述",
                                "content": "你善于社交，气宇不凡、易感应、善劝服。你精力旺盛、热情洋溢，能刻理解他人情感的需要、动机和所忧虑的事情，因此能做到与他人高度协调。你把注意力放在帮助他人、鼓励他人进步向上。你是催化剂，能引发出他人的最佳状态。既可以做有号召力的领袖，也可以做忠实的追随者。\n你性情平和，心胸宽阔，且很圆滑，很会促进周边关系的和睦，对于批评和紧张特别敏感。你容易看出他人的发展潜力，并倾力帮助他人发挥潜力，是体贴的助人为乐者。你愿意组织大家参与活动，使大家和睦又感到愉快。\n你是理想主义者，非常看重自己的价值，对自己尊重景仰的人、事业和公司都非常忠诚。有责任感、谨慎、坚持不懈，同时对新观点很好奇。若能为人类的利益有所贡献，会感到深受鼓舞。\n你对现实以外的可能性，以及对他人的影响非常感兴趣，容易看出他人的发展潜力和最大的优点，发现别人看不到的意义和联系，并感到自己与万物息息相关，可以井然有序的安排生活和工作。"
                            },
                            {
                                "title": "可能的盲点",
                                "content": "你非常理想化，认为世界时自己想象中的那样，不愿意接受与此相抵触的事情，经常忽略理想所需要的现实和细节问题。\n你依照情感行事，很少用逻辑，主要根据个人的价值观进行判断，无视行为所带来的后果，有时会过度陷入别人的情感和问题中。总是避免冲突，优势会不够诚实和公平。试着更多的去关注事情，而不是人，更有利于你合理的做出决定。\n你有很高的热情，急于迎接新的挑战，有时会做出错误的假设或过于草率的决定。建议你对计划中的细节多加注意，等获取足够多的信息之后再做决策。\n你总想得到表扬，希望自己的才能和贡献得到赏识，你对于批评非常脆弱，容易忧虑，感到内疚，失去自信。当压力很大时，会变得暴躁、慌乱、吹毛求疵。"
                            },
                            {
                                "title": "你工作中的优势",
                                "content": "通常具有优秀的交流及表达能力，某些人能够成为 出色的演说家。\n天生的领导才能及凝聚力，鞭策自己做出成绩，达到目的。\n有条理，有组织能力，有较强的建立合作关系的能力，能够促进和谐，尊重不同意见。\n兴趣广泛，头脑灵活，渴望推陈出新。\n善于与别人感情交融，能预见别人的需要，真诚的关怀别人。\n能统观全局，洞察行为与意识之间的联系。\n对自己所信仰的事业尽职尽责。\n有稳定平和的心态。\n有冲劲和闯劲，不患得患失。"
                            },
                            {
                                "title": "你工作中的劣势",
                                "content": "不愿干与自己价值观相冲突的事情。\n不愿与别人产生分歧或冲突，容易把人际关系理想化。\n很难在竞争强、气氛紧张的环境下工作，逃避矛盾冲突，疏忽不愉快的事情。\n对那些没有效率或死脑筋的人没有耐心。\n在没有收集足够证据钱，绝不放弃控制权。\n可能过于个人化的对待批评。\n斗志不足，容易松懈，通常不愿付出过多的努力。\n在压力和挫折面前不够坚持。"
                            },
                            {
                                "title": "你的岗位特质",
                                "content": "工作环境轻松，可以接触各种各样的人，并与他们建立和维护亲密、互助的关系。\n工作中可以接触到新观念，探究新方法，尤其那些可以帮助他人改善的方法。\n有相当的自主权，并承担一定得责任，充分发挥组织和决策能力。\n可以创造性的解决问题，做出贡献能够得到别人的赏识和鼓励。\n工作有较强的变化性，挑战性，允许自己有条不紊的进行规划。\n工作允许你同时掌控多个项目，但不要过多处理常规和细致的部分。"
                            },
                            {
                                "title": "你适合的岗位",
                                "content": "你喜欢与人交往，愿意去理解别人取悦别人。同样你也喜欢通过写作、广告等方式与外界交流。例如人力资源开发/培训/招聘人员、销售经理、小企业经理、市场（拓展）人员等。\n在咨询业你可以帮助别人解决问题、理解自己、挖掘潜力，并且与他人分享自己的价值观，又能够独立的工作。例如广告客户经理、公关人员、作家、记者、制片人、网页/杂志编辑等。\n很多这个特点的人愿意进入教育界，可以帮助别人成长和发展，或进入服务机构，这样可以有机会为自己和他人提高生活水平。例如艺术/营养/健康类教师、社会工作者、志愿者、非盈利机构负责人等。\n有些即要求懂技术，又要有很强的交际、交流能力的复合型工作也是你需要考虑的。例如：就业指导顾问、职业咨询师、erp咨询顾问、财务咨询顾问等。"
                            }
                        ]
                    },
                    {
                        "title": "个人发展建议",
                        "descs": [
                            {
                                "title": "成功的秘诀在于",
                                "content": "适当放慢你的做事速度。\n不要事事控制，学会放手某些事情。\n客观、理智的对待周围的一切，以免认为的将事情变复杂。\n发展建议：\n要避免盲目的信任和赞同。\n需要正视冲突，并寻找有成效的解决方法。\n需要像关注人一样关注任务的细节。\n需要仔细倾听外界的反馈信息，变得更加开放。\n目前不要考虑在压力大的环境中工作。\n在适合的时候，主动承担一些工作对你的发展更有利。\n尽量思考成熟后再采取行动，碰到困难时，你需要坚持。"
                            },
                            {
                                "title": "发展建议",
                                "content": "要避免盲目的信任和赞同。\n需要正视冲突，并寻找有成效的解决方法。\n需要像关注人一样关注任务的细节。\n需要仔细倾听外界的反馈信息，变得更加开放。\n目前不要考虑在压力大的环境中工作。\n在适合的时候，主动承担一些工作对你的发展更有利。\n尽量思考成熟后再采取行动，碰到困难时，你需要坚持。"
                            }
                        ]
                    },
                    {
                        "title": "工作环境分析报告",
                        "descs": [
                            {
                                "title": "你对组织的社会性要求非常高",
                                "content": "你非常喜欢那些经常有外出机会，果断和行动导向的企业文化。你非常希望每天能与许多人接触，愿意积极地建立起广泛的社会关系网，建立起新的商业机会。工作可以直接与客户打交道，如销售人员、商业拓展人员等。自信、有挑战性，发现和创造新的市场机会，有这样的工作空间的环境适合你。"
                            },
                            {
                                "title": "你对组织及细节的关注度要求非常高",
                                "content": "这表明你非常喜欢有序、组织性、纪律性强的企业文化。这种企业是以取得成绩为驱动力的“getting it right”。在这种高标准、严要求的文化中你会更快乐或更容易成功。这种企业往往不断的采用最好的做法，以便它的产品和服务的质量与众不同。你会成为一个行业领先企业中的一员而骄傲。"
                            },
                            {
                                "title": "你对组织的开放性和想象力要求非常高",
                                "content": "这表明你适合非常开发、创新的企业文化。你非常喜欢挑战、变化，愿意接受新观点，创新会让你觉得兴奋。你非常喜欢不断尝试新的方法，崇尚与众不同。你喜欢从事很大风险性的事情。那些鼓励或奖励创新和新思想的企业文化，那些非传统的工作适合你。"
                            },
                            {
                                "title": "你对组织的合作性和和谐性要求非常高",
                                "content": "这表明你很喜欢那种能培养友好、合作和温暖的工作氛围的企业文化。办公室对你来说既是一个商业场所也是一个交朋友的地方。你有很强的利他主义情感，并且期望大多数同事有着此种情感或价值观。你倾向于没有冲突和争论，并鼓励相互尊重、支持的企业文化。那种崇尚内部竞争和敢闯敢干的企业肯定不是你成功的地方。"
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "totaltime": 1.1265869140625
}