{
    "error": 0,
    "msg": "",
    "data": {
        "result": {
            "characters": [
                "ENFP"
            ]
        },
        "info": [
            {
                "id": "10",
                "type_name": "ENFP—公关型",
                "type": "ENFP",
                "jieshao": "天下没有不可能的事",
                "infos": [
                    {
                        "title": "基本分析报告",
                        "descs": [
                            {
                                "title": "基本描述",
                                "content": "你对周围的人和事物观察的相当透彻，能够洞察现在和将来。随时可以发现事物的深层含义和意义，并能看到他人看不到的事物内在的抽象联系。\n你崇尚和谐善意、情感多样、热情、友好、体贴、情绪强烈，需要他人的肯定，也乐于称赞和帮助他人。你总是避免矛盾，更在意维护人际关系。\n你富有活力，待人宽厚，有同情心，有风度，喜欢让人高兴。只要可能，你就会使自己适应他人的需要和期望。你倾向于运用情感做出判断，决策时通常考虑他人的感受。你在意维护人际关系，愿意花费很多心思，结交各种各样的人，而不是做事。\n你有丰富的想象力，善于创新，自信，富有灵感和新思想，警觉，善于寻找新方法，更注重理解，而不是判断。你喜欢提出计划，并大力将其付诸实施。你特别善于替别人发现机会，并有能力且愿意帮助他们采取行动抓住机会。"
                            },
                            {
                                "title": "可能的盲点",
                                "content": "你非常理想化，容易忽略现实和事物的逻辑，只要感兴趣，什么都去做。你通常在事情开始阶段或有变化阶段较为投入，而对后续较为常规或沉闷的部分，难以持续投入。\n你总是能轻易相处很多新主意，喜欢着手许多事情，无法专注于一件事情，很少能把事情“从头做到尾”。你总能看到太多的可能性，因此无法确定哪些事情是自己真正追求的。建议你认真选择一个目标，善始善终，以免浪费时间和挥霍自己的天赋。\n你组织纪律性比较弱，不肯服从，无视限制和程序。你喜欢即兴发挥，不愿意筹备和计划，对细节没有兴趣。如果你要有所作为，应尽量使自己的新思路现实、可操作。与更实际的人一起工作会对你很有帮助，这也符合你的特点，因为你不喜欢独自工作。"
                            },
                            {
                                "title": "你工作中的优势",
                                "content": "能够打破常规思考，考虑事情发展可能出现的新情况。\n敢于冒险、敢于尝试新事物，你克服障碍，能够在任何你真正感兴趣的领域中成功。\n适应能力强，能迅速改变自己的行事速度及目标，兴趣广泛、对自己感兴趣的东西接受能力强。\n对收集自己所需信息由一种天生的求知欲和技能。\n能统观全局，能看出行为和思想之间的潜在含义，交际能力强，能以有感染力的热诚和精力激励他人。\n能理解别人，能理解他们的需要和动机。\n富于创造的思考者，好的问题解决者。\n能够把自己的天赋与别人的兴趣和能力集合起来，善于赋予适合的人以合适的职位/任务。\n有稳定平和的心态。\n有冲劲和闯劲，不患得患失。"
                            },
                            {
                                "title": "你工作中的劣势",
                                "content": "做事不太条理，或不善于分清主次顺序，把握事情的轻重。\n对缺乏独创性的人或事没有耐心。\n通常不喜欢任何重复或例行的事务，不愿以传统或常规的方式行事。\n易于烦躁或不耐烦，尤其是当工程上的创造性过程结束以后。\n不能容忍过于严谨的机构或个人工作，组织性观念不强。\n倾向于关注可能发生的事情，而非实际的或极有可能发生的事情。\n在工作细节的完成上有一些困难。\n独自工作时经常效率较低。\n斗志不足，容易松懈，通常不愿付出过多的努力。\n在压力和挫折面前不够坚持。"
                            },
                            {
                                "title": "你的岗位特质",
                                "content": "在人际友好、轻松地环境中与不同特点的人一起工作，避免冲突与矛盾。\n工作充满乐趣，富于挑战，允许你自由发挥灵感和创造力，参与冒险。\n可以创造新的想法、产品、服务或帮助别人，然后看到计划变为现实。\n工作环境与你的理念、个人价值观一致。\n规则和限制少，能够自己安排工作的进程和节奏。\n工作不要求处理太多的重复性、程序性、常规性、琐碎的事物。"
                            },
                            {
                                "title": "你适合的岗位",
                                "content": "这些工作的创造性是吸引你的一个很明显的原因，他们能够让你新颖独特的想法充分发挥，有其当环境无拘无束，并能从帮助别人中获得鼓励时。例如人力资源开发/培训/招聘人员、销售经理、小企业经理、市场（拓展）人员等。\n你的特点是可以轻易地看到某个方法、计划或服务可能给别人带来的后果，善于深谋远虑，还可以发明一些富有创造意义的解决问题的方法。例如公共关系、营销、市场开发、客户服务、艺术指导、广告人、战略规划人员等。\n你有活力、有感染力，喜欢能够对别人产生积极影响的工作，帮助他人找到新颖的解决方法。例如文科/艺术类教师、社会工作者、职业顾问、社会学者、心理学者、职业治疗、城市规划、营养学者等。\n那些自由灵活、可以实现你各种想法，尤其是能对别人产生一定影响的想法是你所喜欢的领域，通常不是传统的商业界。例如顾问、人力资源人员、策划、企业/团队培训人员、业务主管、销售等。"
                            }
                        ]
                    },
                    {
                        "title": "个人发展建议",
                        "descs": [
                            {
                                "title": "成功的秘诀在于",
                                "content": "判断和把握事情轻重，有限处理重要的事情。\n集中精力与某一目标，尽量将事情计划和落实。\n减少外界无关因素的干扰，对自己接受的事情坚持到底，不要轻易妥协。"
                            },
                            {
                                "title": "发展建议",
                                "content": "设立事情的优先级，考虑轻重缓急，发展持之以恒。\n需要关注重要的细节，避免总是丢三落四。\n需要规划和计划，并运用时间管理技能。\n目前不要考虑在压力大的环境中工作。\n在适合的时候，主动承担一些工作对你的发展更有利。\n尽量思考成熟后再采取行动，碰到苦难时，你需要坚持。"
                            }
                        ]
                    },
                    {
                        "title": "工作环境分析报告",
                        "descs": [
                            {
                                "title": "你对组织的社会性要求非常高",
                                "content": "你非常喜欢那些经常有外出机会，果断和行动导向的企业文化。你非常希望每天能与许多人接触，愿意积极地建立起广泛的社会关系网，建立起新的商业机会。工作可以直接与客户打交道，如销售人员、商业拓展人员等。自信、有挑战性，发现和创造新的市场机会，有这样的工作空间的环境适合你。"
                            },
                            {
                                "title": "你对组织及对细节的关注度要求较低",
                                "content": "说明你对结构松散，不要求很高的精确度和不强调细节的组织更喜欢。你喜欢自己设定目标和工作的完成期限，并且有权力决定自己的工作方式（例如自我设定工作时间表）工作中的你更相信你的直觉，而不是精细的计划和安排。以人为本，互动性强和高度自主的文化对你都很合适。"
                            },
                            {
                                "title": "你对组织的开放性和想象力要求不高",
                                "content": "表明你更倾向于那些忙碌的、注重实际操作的企业文化，用现有经过检验的方法处理事务。你崇尚经过时间检验的能力的有效性和可预测性。你不会从事风险极大的事情。你更欣赏按照传统方法按规定做事，不计时间代价的企业。你喜欢企业有明确目标、清晰的商业战略，并且能够进可能有效和始终如一执行这些策略的企业文化。"
                            },
                            {
                                "title": "你对组织的合作性和和谐性要求非常高",
                                "content": "这表明你很喜欢那种能培养友好、合作和温暖的工作氛围的企业文化。办公室对你来说既是一个商业场所也是一个交朋友的地方。你有很强的利他主义情感，并且期望大多数同事有着此种情感或价值观。你倾向于没有冲突和争论，并鼓励相互尊重、支持的企业文化。那种崇尚内部竞争和敢闯敢干的企业肯定不是你成功的地方。"
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "totaltime": 0.9726219177246094
}