{
    "error": 0,
    "msg": "",
    "data": {
        "result": {
            "characters": [
                "ENTJ"
            ]
        },
        "info": [
            {
                "id": "16",
                "type_name": "ENTJ—统帅CEO型",
                "type": "ENTJ",
                "jieshao": "一切尽在掌握",
                "infos": [
                    {
                        "title": "基本分析报告",
                        "descs": [
                            {
                                "title": "基本描述",
                                "content": "你直率、果断，能够妥善解决组织的问题，是天生的领导者和组织的创建者。你擅长发现一切事物的可能性并很愿意指导他人实现梦想，是思想家和长远规划者。\n你逻辑性强，善于分析，能很快在头脑中形成概念和理论，并能把可能性变成计划。树立自己的标准并一定要将这些标准强加于他人。你看中智力和能力，讨厌低效率，如果形势需要，可以非常强硬。你习惯用批判的眼光看待事物，随时可以发现不合逻辑和效率低的程序并强烈渴望修正他们。\n你善于系统、全局的分析和解决各种错综复杂的问题，为了达到目的，你会采取积极行动，你喜欢研究复杂的理论问题，通过分析事情的各种可能系，实现考虑周到，预见问题，制定全盘计划和制度并安排好人和物的来源，推动变革和创新。\n愿意接受挑战，并希望其他人能够像自己一样投入，对常规活动不感兴趣。长于需要论据和机智的谈吐的事情，如公开演讲之类。"
                            },
                            {
                                "title": "可能的盲点",
                                "content": "你经常在没有了解细节和形势之前就草率的做决定。\n你总是很客观、带有批判性对待生活，容易对别人的情况和需要表现的较粗心、直率、无耐心。建议你注意倾听周围人的心声，并对别人的贡献表示赞赏。你需要学会在实施自己的计划之前听取别人的建议，以免独断专横。\n你考虑问题非常理智，很少受无关因素影响。你没有时间和兴趣去体会情感，容易忽略他人的感受，显得不近人情。但当你的感情被忽视或没有表达出来的时候，你会非常敏感。你们需要给自己一点时间来了解自己的真实感情，学会正确的释放自己的情感，而不是爆发，并获得自己期望和位置努力地地位。\n你容易夸大自己的经验、能力。你需要接受他人实际而有价值的协助，才能更好的提高能力并获得成功。"
                            },
                            {
                                "title": "你工作中的优势",
                                "content": "自信且有天生的领导才能。\n敢于采取大胆行动，有不达目的不罢休的势头。\n能看到事情的可能发展情况及其潜在的含义。\n有创造性解决问题的能力，能客观的审查问题。\n有追求成功的干劲和雄心，能够时刻牢记长期和短期目标。\n对于在工作中胜任有强烈的动机，能逻辑的、分析的做出决定。\n能创造方法体系和模式来达到你的目标。\n擅长于从事技术性工作，学习新东西时接受能力强。\n在有机会晋升到最高职位的机构中工作出色。\n雄心勃勃，工作勤奋，诚实而直率，工作原则性强。\n有稳定平和的心态。\n重视安全和保障。"
                            },
                            {
                                "title": "你工作中的劣势",
                                "content": "对那些反应不如你敏捷的人缺乏耐心。\n唐突、不机智、缺乏交际手段。\n易于仓促做决定。\n对一些世俗小事没有兴趣，对那些既定问题不愿再审查。\n不愿花时间适当的欣赏、夸奖同事和别人。\n易于过分强调工作，从而忽略了家庭的和谐。\n爱发号施令、挑剔、严厉。\n工作至上而忽视工作的其他方面。\n可能不要求或不允许别人提供建议和帮助。\n斗志不足，容易松懈，通常不愿付出过多的努力。\n缺乏挑战精神，对失败和挫折的承受力差。"
                            },
                            {
                                "title": "你的岗位特质",
                                "content": "有组织、有条理的工作环境，在清晰而明确的知道原则下与他人一起工作。\n充满挑战和竞争的氛围，创造性的处理复杂而且难度较大的问题，提出合乎逻辑的解决办法。\n领导、管理、组织和完善一个机构的运行体系，确保有效运转并达到计划目标。\n能够提高并展示个人能力，能够不断得到提升，有机会接触到各种各样有能力而且有权力的人。\n成果能够得到他人肯定，并得到合力的回报。\n能够确立工作目标，并施展组织才能，管理监督他人，而不需要处理人际冲突。"
                            },
                            {
                                "title": "你适合的岗位",
                                "content": "商业和金融领域对你的适合范围较广，你喜欢担任有权威、有控制力且能管理他人的工作。同样，在金融领域你喜欢赚钱，喜欢竞争。例如管理顾问、经济学者、银行业、金融规划师、人力资源、项目经理、股票经纪人、风险投资、营销、采购人员等。\n咨询业的多样性和独立性也非常吸引你，与不同商业背景的人打交道，付出获得回报，会满足你的企业家精神。例如教育顾问、培训师、职业发展顾问、战略顾问。\n某些职业所提供的社会地位和影响力也是你所感兴趣的，这些职位上所面临的智力挑战给你极大地吸引力。例如律师、法官、心理学者、飞行员、工程师等。\n许多与电脑相关的职业所要求的能力对你来说几乎是天生具备：理解并处理复杂问题、较强的逻辑思维能力、优秀的组织技能等。例如网络主管、系统主管、系统分析家、项目经理。"
                            }
                        ]
                    },
                    {
                        "title": "个人发展建议",
                        "descs": [
                            {
                                "title": "成功的秘诀在于",
                                "content": "适当放慢做事速度和行动的节拍。\n注重细节、增强做事的耐心。\n体谅他人的需要和感受。"
                            },
                            {
                                "title": "发展建议",
                                "content": "适当学会鼓励和欣赏他人的贡献，不要吹毛求疵。\n在埋头苦干之前，仔细检查各种可利用的现实资源。\n三思而后行，使决策更完善。\n需要学会认同和看重感情，体会自己和他人的感受。\n目前不要考虑在压力大的环境中工作。\n在适当的时候，主动承担一些工作对你的发展更有利。\n正确看待失败，碰到困难时不要随意放弃。"
                            }
                        ]
                    },
                    {
                        "title": "工作环境分析报告",
                        "descs": [
                            {
                                "title": "你对组织的社会性要求高",
                                "content": "你非常喜欢那些经常有外出机会，果断和行动导向的企业文化。你非常希望每天能与许多人接触，愿意积极的建立起广泛的社会关系网，建立起新的商业机会。工作可以直接与客户打交道，如销售人员，商业拓展人员等。自信、有挑战性，发现或创造新的市场机会，有这样的工作空间的环境适合你。"
                            },
                            {
                                "title": "你对组织及细节的关注度要求高",
                                "content": "这表明你非常喜欢有序、组织性、纪律性强的企业文化。这种企业是以取得成绩为驱动力的“getting it right”。在这种高标准、严要求的文化中你会更快乐或更容易成功。这种企业往往不断的采用最好的做法，以便它的产品和服务的质量与众不同。你会成为一个行业领先企业中的一员而骄傲。"
                            },
                            {
                                "title": "你对组织的开放性和想象力要求非常高",
                                "content": "这表明你适合非常开发、创新的企业文化。你非常喜欢挑战、变化，愿意接受新观点，创新会让你觉得兴奋。你非常喜欢不断尝试新的方法，崇尚与众不同。你喜欢从事很大风险性的事情。那些鼓励或奖励创新和新思想的企业文化，那些非传统的工作适合你。"
                            },
                            {
                                "title": "你对组织的合作性和和谐性要求不高",
                                "content": "你把竞争和人员间的不同意见看成是创新和商业成功的驱动力。你喜欢鼓励讨论、争论、坦诚交流的企业文化，与其他人相比你也许会与你的同时保持相对较远的关系。你在生机盎然和进取的企业文化里工作状态最好。"
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "totaltime": 0.9223020076751709
}