{
    "error": 0,
    "msg": "",
    "data": {
        "result": {
            "characters": [
                "ENTP"
            ]
        },
        "info": [
            {
                "id": "14",
                "type_name": "ENTP—智多星型",
                "type": "ENTP",
                "jieshao": "总有一些新点子",
                "infos": [
                    {
                        "title": "基本分析报告",
                        "descs": [
                            {
                                "title": "基本描述",
                                "content": "你喜欢挑战和让你兴奋的事情，聪慧，许多事情都比较拿手，致力于自己才干和能力的增长。\n你有很强的创造性和主动性，绝大多数是事业型的。你好奇心强，喜欢新鲜事物，关注事物的意义和发展的可能性。通常把灵感看的比什么都重要，多才多艺，适应性强且知识渊博，很善于处理挑战性的问题。\n你善于快速专注事物的本质，喜欢从新的角度和独到的方式思考问题，对问题经常有自己独到的见解。你机警而坦率，有杰出的分析能力，并且是优秀的策略家。\n你不喜欢条条框框的限制和因循守旧的工作方式，习惯便捷的问题解决方法。你喜欢自由的生活并善于发现其中的乐趣和变化。\n你认为计划赶不上变化，并以实际行动证明大部分规定和规律都是有弹性的，可伸缩的，通常会超出被认可和期望的限度。\n你善于理解，而非判断他人。乐观，善于鼓舞他人，能用自己的热情感染他人。"
                            },
                            {
                                "title": "可能的盲点",
                                "content": "你总是充满热情的寻找新鲜事物，但行事缺少稳定的计划和流程，经常依靠临场发挥，可能因为忽视必要的准备工作，而草率的身陷其中。\n你的注意力容易游移，对目标的坚韧性和坚持性不够，缺乏足够的耐心，有时不能贯彻始终。一旦主要问题被解决了，就会转移到下一个目标，而不能坚持讲一件事完完整整的结束。\n你非常重视创造力和革新，容易忽略简单、常规的方法和一些重要的细节，不愿遵守规则和计划。建议多关注解决问题的常规方法。\n你通常同事展开多项任务与活动，不愿丢掉任何一种可能性，致力于寻找新的变化，可能使别人的计划和时间安排受到影响。你要好好考虑一下自己的行动给他人带来的影响，这有助于你变得更可靠。\n你有天生的直觉和预知能力，会使你误认为知道了别人的想法。建议你认真倾听他人，避免表现的不耐烦。"
                            },
                            {
                                "title": "你工作中的优势",
                                "content": "出色的交际才能，能使别人对自己的观点感到兴奋。\n探险精神、创新意识以及克服困难的勇气，急切的“想知道盒子外面的世界”、能想出一些新的可能性。\n在连续的、充满刺激的工作中表现最出色，杰出的创造性解决问题的技能。\n有“走自己的路，让别人去说吧”的乐观主义激情。\n兴趣爱好广泛，易于接受新事物，学习新知识的信心和动力都很强大。\n天生的好奇心理，快速的搜集所需信息的技能，擅长创新和客观公正的分析。\n能够把握事情的全局，弄清思想和行为的长期影响，并能同时处理多个问题。\n能灵活的适应新情况，有熟练的变换能力。\n在社交生活中不会感到拘谨，能舒适的适应大多数社交场合。\n自信，只要想做，什么都能做到。\n有稳定平和的心态。\n有冲劲和闯劲，不患得患失。"
                            },
                            {
                                "title": "你工作中的劣势",
                                "content": "难以使自己有条不紊和富有条理，在区分出应该优先对待的事物以及做出决定方面有一定得困难。\n过于自信，可能会不恰当的运用自己的能力和社会经历。\n倾向于用“是不是可能”来看待问题，而不是以可能性、可行性的大小来衡量事物。\n很可能不切实际的许诺，可能会是不可靠的、不负责任的。\n对思想狭窄及思想顽固的人缺乏耐心。\n当创造性的问题解决后，便对项目失去兴趣，对待细节和后续工作可能缺乏耐心，对自己要求不严格，不能做具体细节工作，不能贯彻始终。\n不喜欢例行的、单调重复的工作，坚持以自己已经建立起的方式办事。\n对事物容易感到厌烦，并且可能不恰当的时候把注意力转移到别的事情上去。\n对自己不信任的人耐心不够。\n经常打断别人说话，可能由于过分自信而影响他们的能力。\n斗志不足，容易松懈，通常不愿付出过多的努力。\n在压力和挫折面前不够坚持。"
                            },
                            {
                                "title": "你的岗位特质",
                                "content": "工作能够充分发挥你的创造性和开拓性，并能得到承认和鼓励。\n在开始成长、变化的环境中工作，从事挑战性较大的任务。\n有一定得弹性，较为灵活，能够自由的、不受各种死板制度限制的工作。\n工作能让你讨厌到乐趣、活跃和兴奋，不要做重复的、繁琐的、简单的细节工作。\n能够让你结识不同的人，与有能力的人或自己尊重的人交往，并开展有意义的合作。\n工作能够不断地提高自己的能力。\n允许你设计或者发起一项计划，但不要深陷乏味的细节。"
                            },
                            {
                                "title": "你适合的岗位",
                                "content": "你非常喜欢那些能够创新、灵活和富于变化的工作，可以与很多人打交道，有一定的冒险性。例如管理顾问、培训师、职业顾问、摄影师、记者、城市规划、证券分析、经销人、代理人、风险资本家、企业家、发明家等。\n那些可以通过有趣和创新的途径来发展自己想法和观点的领域，那些快节奏变化丰富的领域会满足你几大的好奇性和启发你积极地想象力。例如编辑、广告创意人、公关人员、营销、主持人、制片人、贸易行销人员、作家、细细服务人员等。\n你具有开放的眼光，对问题有自己独到的见解，善于预测事态的发展趋势，所以一些规划和开发的工作非常适合你。例如战略规划人员、项目开发者、房地产代理、房地产开发、投资人员、财政计划人员等。\n那些高度紧张、激烈的重要场合能够充分发挥运用你的思想知识，快速发现事情的关键所在的工作也是你需要考虑的范围等。例如刑侦人员、社会科学者、政治分析者、行政管理人员、教育心理学者等。"
                            }
                        ]
                    },
                    {
                        "title": "个人发展建议",
                        "descs": [
                            {
                                "title": "成功的秘诀在于",
                                "content": "在认识上确立事情优先等级，必要“眉毛胡子一把抓”。\n在行动上“集中优势兵力，各个歼灭”。\n遵守时间约定，信守承诺。"
                            },
                            {
                                "title": "发展建议",
                                "content": "需要关注现在和现实。\n需要承认和确认别人的投入和做出的努力。\n加强工作的计划性和条理性，完善时间管理，提高工作效率。\n需要喜欢在系统中为项目工作和遵守规则。\n目前不要考虑在压力大的环境中工作。\n在适合的时候，主动承担一些工作对你的发展更有利。\n尽量思考成熟后再采取行动，碰到困难时，你需要坚持。"
                            }
                        ]
                    },
                    {
                        "title": "工作环境分析报告",
                        "descs": [
                            {
                                "title": "你对组织的社会性要求非常高",
                                "content": "你非常喜欢那些经常有外出机会，果断和行动导向的企业文化。你非常希望每天能与许多人接触，愿意积极地建立起广泛的社会关系网，建立起新的商业机会。工作可以直接与客户打交道，如销售人员、商业拓展人员等。自信、有挑战性，发现和创造新的市场机会，有这样的工作空间的环境适合你。"
                            },
                            {
                                "title": "你对组织及对细节的关注度要求较低",
                                "content": "说明你对结构松散，不要求很高的精确度和不强调细节的组织更喜欢。你喜欢自己设定目标和工作的完成期限，并且有权力决定自己的工作方式（例如自我设定工作时间表）工作中的你更相信你的直觉，而不是精细的计划和安排。以人为本，互动性强和高度自主的文化对你都很合适。"
                            },
                            {
                                "title": "你对组织的开放性和想象力要求非常高",
                                "content": "这表明你适合非常开发、创新的企业文化。你非常喜欢挑战、变化，愿意接受新观点，创新会让你觉得兴奋。你非常喜欢不断尝试新的方法，崇尚与众不同。你喜欢从事很大风险性的事情。那些鼓励或奖励创新和新思想的企业文化，那些非传统的工作适合你。"
                            },
                            {
                                "title": "你对组织的合作性和和谐性要求不高",
                                "content": "你把竞争和人员间的不同意见看成是创新和商业成功的驱动力。你喜欢鼓励讨论、争论、坦诚交流的企业文化，与其他人相比你也许会与你的同时保持相对较远的关系。你在生机盎然和进取的企业文化里工作状态最好。"
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "totaltime": 1.1016218662261963
}