{
    "error": 0,
    "msg": "",
    "data": {
        "result": {
            "characters": [
                "INTP"
            ]
        },
        "info": [
            {
                "id": "13",
                "type_name": "INTP—学者型",
                "type": "INTP",
                "jieshao": "聪颖机智的解决问题",
                "infos": [
                    {
                        "title": "基本分析报告",
                        "descs": [
                            {
                                "title": "基本描述",
                                "content": "你极其聪慧，有逻辑性，善于处理概念性的问题，且有很强的创造灵感，对发现可能性更感兴趣。\n你非常独立，有批判性和怀疑精神，深藏不露，内心通常在投入的思考问题，总是试图运用理论分析各种问题；对一个观点或形势能做出超乎常人的、独立准确的分析，会提出尖锐的问题，也会向自己挑战以发现新的合乎逻辑的方法。\n你擅长用极端负责的方式思考问题，看重自己的才学，也喜欢向别人挑战；你更善于处理概念和想法，而不是与人打交道。喜欢 有逻辑的和目的性的交谈，但有时想法过于复杂以至于难与别人交流和让别人理解，也会只是为了高兴而就一点儿小事争论不休。\n你能宽容很多不同的行为，只是在自己认为应该的时候才争论和提出问题，但是如果你的基本原则受到挑战，你就不再保持灵活性而以原则办事。\n你是天才而又创意的思考者，喜欢投机和富于想象力的活动，对找到创造性解决问题的办法更感兴趣，而不是看到这些办法真正奏效。"
                            },
                            {
                                "title": "可能的盲点",
                                "content": "如果你没有机会运用自己的才能，或得不到赏识，会感到沮丧，爱打嘴仗，好争论，冷嘲热讽，消极的批判一切。\n你过于注重逻辑分析，只要不合逻辑，就算对你再重要，也很有可能放弃它。\n你过分理智，忽视情感和现实，察觉不到他人的需要，也不考虑自己的观点对他人的影响，以不符合逻辑为由，主观断定某些自己活他人看重的是不重要的，不够实际。\n当你把自己批判的思维用在人的身上时，你的直率会变成无心的伤害。你需要找到自己真正在乎的事，这将帮助你们更真实的对待自己的情感。\n你对解决问题非常着迷，极善于发现想法中的缺陷，却很难把他们表达出来，你对常规的细节没有耐心，如果事情需要太多的琐碎细节，你会失去兴趣，也会因计划中很小的缺陷儿陷入困境，你绝不容忍任何一点不合逻辑。"
                            },
                            {
                                "title": "你工作中的优势",
                                "content": "急切的想知道盒子外面的世界，能想出一些新的可能性。\n能够理解非常复杂和高度抽象的概念。\n杰出的创造性的解决问题的技能，具有探险精神，创作意识以及克服困难的勇气。\n独立自主，能一个人工作，并且全神贯注。\n能够综合考虑和运用大量的信息。\n搜集所需用信息时理智的好奇心、独特的洞悉力。\n即使在压力很大的情况下也能逻辑的分析事物。\n喜欢能够学到新知识、掌握新技能的环境，学习新知识的信心和动力都很大。\n客观性；能够客观的分析和处理问题，而不是感情用事。\n对自己的想法和观点充满信心。\n能够有远见的分析问题，能够把握事情的全局，弄清行为和思想的长远影响。\n能灵活的适应新情况，有熟练的随机应变的能力。\n有稳定平和的心态。\n有冲劲和闯劲，不患得患失。"
                            },
                            {
                                "title": "你在工作中的劣势",
                                "content": "办事情可能条理不清，容易发生紊乱。\n过于自信；可能会不恰当的运用自己的能力和社会经历。\n对思维狭隘和思想固执的缺乏耐心。\n不喜欢按传统的、公式化的方式来办事。\n做事容易失去兴趣，主要问题一解决，兴趣便不复存在，不能实施并贯彻到底。\n不擅长把复杂的思想和问题用简明的形式表现出来，并用简单的形式将其解决。\n可能过于理论化，而忽视或无视现实性，某些观点的实施不现实。\n不能严格要求自己去考虑且解决重要的细节性问题。\n不喜欢重复的做同一件事，对琐碎的日常工作缺乏耐心。\n对程式化的事情和固执的人缺乏耐心。\n你们的思想、观点对别人来说过于复杂，难以理解。\n对别人的情感、批评和要求反应迟钝。\n斗志不足，容易松懈，通常不愿付出过多的努力。\n在压力和挫折面前不够坚持。"
                            },
                            {
                                "title": "你的岗位特质",
                                "content": "工作可以挑战复杂的问题，可以尝试一些别出心裁的方法，并为找到更好的结果去冒险。\n工作可以不断提高自己的能力和权力，与那些有才华的人们一起工作。\n让你把精力投入到有创造性的、富于理论逻辑的过程，而不是最后的结果。\n不需要花时间组织或管理他人，调节人际关系。\n工作环境灵活宽松，没有过多的限制、规则和繁琐的会议。\n独立工作，有大量的不受打扰的时间，有较多的深入思考的事情。"
                            },
                            {
                                "title": "你适合的岗位",
                                "content": "大多数这样的人喜欢在技术领域工作，运用自己独特的能力来分析复杂的系统，形成富有创意的解决办法。例如软件设计师、网络管理员、电脑工程师、系统分析人员、研究开发专业人员、战略规划、金融规划师、电脑漫画设计者、分析人员等。\n医学和科技领域能够充分发挥你出色的推断能力，站在行业的前沿与复杂高深的概念打交道，并带有一定得风险性也是你在工作中要求的。例如物理学家、美容师、药剂师、兽医、生物学家等。\n你具有清晰的、逻辑性较强的思维和创作才能，在那些用这些方式来解决问题的专业和商业性领域工作对你也很有吸引力。例如律师、经济学者、心理学者、建筑师、金融分析者、商业分析、情报专家、口笔译人员等。\n那些给你提供可以创造出完全新奇的东西的领域，那些可以经历许多不同事情的领域也是你需要考虑的。例如摄影师、作家、艺术家、发明家、天文工作者、制片人、音乐组织者、美编等。"
                            }
                        ]
                    },
                    {
                        "title": "个人发展建议",
                        "descs": [
                            {
                                "title": "成功的秘诀在于",
                                "content": "更加有条理，尝试坚持计划。\n对他人要有耐心。\n体会他人的感受和反应，增进自己的人际交往。"
                            },
                            {
                                "title": "发展建议",
                                "content": "增强自己的执行力，将观念落实，关注现实和细节。\n简单清楚的表达自己的想法，不要将简单的事情想复杂。\n学会赞赏和鼓励他人。\n更多的去体会自己和他人的情绪感受，学会理解别人。\n目前不要考虑在压力大的环境下工作。\n在适合的时候，主动承担一些对你的发展更有利。\n尽量思考成熟后在采取行动，碰到困难时，你需要坚持。"
                            }
                        ]
                    },
                    {
                        "title": "工作环境分析报告",
                        "descs": [
                            {
                                "title": "你对组织的社会性要求不高",
                                "content": "这表明你较为保守，喜欢在工作中拥有个人的空间。你喜欢这样的企业，他们尊重和强调个人的素质，并且奖励个人取得的成就，而不是只去建立社会关系网。你不愿把自己看做一个有野心的人，所以也不会喜欢那些鼓励员工有野心的企业。"
                            },
                            {
                                "title": "你对组织及对细节的关注度要求较低",
                                "content": "说明你对结构松散，不要求很高的精确度和不强调细节的组织更喜欢。你喜欢自己设定目标和工作的完成期限，并且有权力决定自己的工作方式（例如自我设定工作时间表）工作中的你更相信你的直觉，而不是精细的计划和安排。以人为本，互动性强和高度自主的文化对你都很合适。"
                            },
                            {
                                "title": "你对组织的开放性和想象力要求非常高",
                                "content": "这表明你适合非常开放、创新的企业文化。你非常喜欢挑战、变化，愿意接受新观点，创新会让你觉得兴奋。你非常喜欢不断尝试新的方法，崇尚与众不同。你喜欢从事很大风险性的事情。那些鼓励或奖励创新和新思想的企业文化，那些非传统的工作适合你。"
                            },
                            {
                                "title": "你对组织的合作性和和谐性要求不高",
                                "content": "你把竞争和人员间的不同意见看成是创新和商业成功的驱动力。你喜欢鼓励讨论、争论、坦诚交流的企业文化，与其他人相比你也许会与你的同时保持相对较远的关系。你在生机盎然和进取的企业文化里工作状态最好。"
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "totaltime": 1.1333577632904053
}