package com.liuxe.gaokaoass.bean;

import java.util.List;

public class GuidePolicyBean {


        /**
         * id : 11
         * province : 山西
         * section1 : [{"title":"山西的录取批次","content":"录取批次是指各省教育考试院将所有招生的大学按照录取顺序进行分类，然后根据不同的类别进行录取。 [p]\n因为录取是有顺序的，在非定向的录取批次里面，录取批次越靠前，对应招生的大学就越好。这是批次和大学之间的一个大概的联系，有一定的参考价值，但并非绝对的。 [p]\n录取批次会限制考生能够填报的大学范围，所以在报志愿之前，一定要了解自己所在省市有哪些录取批次。 [p]\n山西的具体录取批次如下。 [p]\n山西省今年高校招生录取分本科提前批、本科\u201c专项生\u201d批、本科第一批(分A、A1、B类)、本科第二批(分A、B、C类)、专科(高职)提前批和专科(高职)批共6个批次。本科第一批(A、A1、B类)、本科第二批(A、B、C类)、\u201c专项生\u201d批及专科(高职)批次文理科类实行平行志愿投档录取模式。其他批次及艺术、体育类实行非平行志愿投档录取模式。 [p]\n【志愿设置】 [p]\n提前艺术、体育本科设置1个第一院校志愿和1个第二院校志愿，每所院校设置6个专业志愿和\u201c是否同意专业调剂\u201d志愿; [p]\n提前一批本科和提前二批本科批次分别设置1个第一院校志愿、1个第二院校志愿和1个第三院校志愿，每所院校设置6个专业志愿和\u201c是否同意专业调剂\u201d志愿。 [p]\n本科\u201c专项生\u201d第一、二批次分别设置8个平行院校志愿，排列顺序为A、B、C、D、E、F、G、H，每所院校设置6个专业志愿和\u201c是否同意专业调剂\u201d志愿; [p]\n免费医学定向生院校设置1个第一院校志愿和1个第二院校志愿，每所院校设置6个专业志愿和\u201c是否同意专业调剂\u201d志愿。 [p]\n第一批本科(A、A1、B类)批次分别设置8个平行院校志愿，排列顺序为A、B、C、D、E、F、G、H，每所院校设置6个专业志愿和\u201c是否同意专业调剂\u201d志愿; [p]\n第一批本科特殊类型招生分公示类(自主招生、高水平艺术团、高水平运动队)和非公示类(定向、民族班、民族预科班)各设置1个院校志愿和6个专业志愿以及\u201c是否同意专业调剂\u201d志愿。 [p]\n第一批本科(A、B类)艺术本科院校分别设置1个第一院校志愿、1个第二院校志愿，每所院校设置6个专业志愿和\u201c是否同意专业调剂\u201d志愿。 [p]\n第二批本科(A、B、C)类批次设置8个平行院校志愿，排列顺序为A、B、C、D、E、F、G、H，每所院校设置6个专业志愿和\u201c是否同意专业调剂\u201d志愿。 [p]\n第二批本科(A、B、C类)艺术、体育类院校分别设置1个第一院校志愿、1个第二院校志愿，每所院校志愿设置6个专业志愿和\u201c是否同意专业调剂\u201d志愿。 [p]\n第二批本科特殊类型招生(高水平运动队、定向、民族班、民族预科班)各设置1个院校志愿和6个专业志愿以及\u201c是否同意专业调剂\u201d志愿。 [p]\n提前专科(高职)批次设置1个第一院校志愿、1个第二院校志愿和1个第三院校志愿，每所院校设置6个专业志愿和\u201c是否同意专业调剂\u201d志愿。 [p]\n专科(高职)批次设置9个平行院校志愿，排列顺序为A、B、C、D、E、F、G、H、I，每所院校设置6个专业志愿和\u201c是否同意专业调剂\u201d志愿。 [p]\n专科(高职)批次艺术、体育类院校分别设置1个第一院校志愿、1个第二院校志愿，每所院校志愿设置6个专业志愿和\u201c是否同意专业调剂\u201d志愿。 [p]"},{"title":"山西的志愿填报时间","content":"山西省2019年普通高校招生填报志愿将在成绩公布后进行，考生填报志愿工作分五个阶段，每阶段的时间安排如下： [p]\n第一段：6月26日8∶00\u20146月27日18∶00。填报提前艺术、体育本科，提前本科一批，提前本科二批，面向贫困地区招生\u201c专项计划\u201d第一批本科，面向贫困地区招生\u201c专项计划\u201d第二批本科，免费医学定向等批次院校志愿。 [p]\n第二段：6月30日8∶00\u20147月2日18∶00。填报第一批本科 (A、A1、B类)院校志愿（含自主招生、高校专项计划、高水平艺术团、高水平运动队等特殊类型招生院校志愿；定向、边防军人子女预科班等特殊类型招生院校志愿）。 [p]\n第三段：7月22日8∶00 \u20147月24日18∶00。填报第二批本科（A、B类）院校志愿（含高水平运动队、定向、边防军人子女预科班等特殊类型招生院校志愿）。 [p]\n第四段：8月4日8∶00\u20148月5日18∶00。填报本科第二批C类院校志愿，提前录取的专科院校志愿。 [p]\n第五段：8月10日8∶00\u20148月13日18∶00。填报专科(高职)院校志愿。 [p]"}]
         * section2 : [{"title":"","content":"考生需要根据具体的高考成绩来决定录取的批次，录取批次可以决定你能填报的大学范围 [p]\n高考结束后，考生院会根据省市的招生名额、考生人数等来划定批次线（省控线）。同学们对比批次线就可以知道自己的成绩可以填报哪些录取批次，不同的录取批次决定着填报高校的范围。 [p]\n每一所大学在不同的省份都会有其特定的定位，例如清华大学、北京大学等顶尖大学就一定会在本科的第一批里面招生；当然，也有大学会同时在一本、二本，甚至专科里面进行招生的，像是吉林大学就把农林等单列专业放到专科招生。不过要注意，批次限制不是绝对，在实际的报考中还有其他上更好的大学的机会。 [p]"},{"title":"征集志愿","content":"在各个批次第一轮投档录取结束后，会出现部分上线考生未被录取或高校未完成招生计划的情况。 这个时候，各省市招生考试机构可能会通过一定渠道向社会公布高校招生缺额计划，并组织未被录取的考生按照缺额计划再次填报院校的志愿。 [p]\n若某高校在其录取的批次无法完成招生计划，可能会出现降分征集的情况。比如，某省市一本线是550分，但是一本批次的某院校没有招够人数，在征集志愿的时候就有可能把投档线降到540分，所有未被录取的上了一本线的考试和未上线但高于540分的考生可以再填报一次志愿，去报考哪些没有招满名额的一本院校。 [p]\n考生们如果第一次投档未被录取，但分数线在降分征集的范围内，可以尝试进行第二次报志愿。 [p]"},{"title":"批次合并","content":"部分在进行高考改革的省市，可能会将原有的录取批次进行合并。当原有的录取批合并之后，报考的限制就会更少了。如果考生的分数比合并后批次分数线高，那么原有的录取批次的类型的学校都可以选择填报。 [p]\n例如：2018年广东省将\u201c第一批本科\u201d、\u201c第二批本科\u201d两个招生录取批次合并为\u201c本科批次\u201d，这个时候只要考生分数比\u201c本科批次\u201d分数线高，那么之前的\u201c第一批本科\u201d、\u201c第二批本科\u201d两个批次的学校都可以进行选报。 [p]"}]
         * section3 : [{"title":"","content":"在根据录取批次确定了可以填报的学校类型之后，我们就可以开始筛选报考的大学了。 [p]"},{"title":"根据往年录取数据，预估高校录取的可能性","content":"高考虽然政策时有变化，但整体来说已趋于稳定的状态。经过大数据分析可以得出：各院校在各省市每一年的招生排名都不会有太大的波动，所以我们可以根据各高校在临近年份的考生录取的排名，对比自己的成绩排名，来预估自己可以报考哪些高校。 [p] 我们把高校录取的概率大致分为几类：希望渺茫的、有机会冲击的、可稳妥被录取的、肯定能被录取的大学。具体含义如下： [p] 希望渺茫：考生的成绩排名低于大学的录取排名。即在过去几年，考生的排名均低于大学的录取最低排名 [p] 可冲击：考生的成绩排名刚好能够到大学的录取最低排名。即在过去几年，考生的排名曾经比某一天的大学录取最低排名高一些 [p] 较稳妥：考生的成绩排名比大学过去几年的平均分排名还要高。即在过去几年，考生的排名成绩在大学录取的同学里面都是中上水平，那就比较稳妥了； [p] 可保底：考生的成绩排名明显高于大学的录取排名； [p]"},{"title":"根据个人意向，挑选适合自己的大学和专业","content":"根据上面的筛选的高校，大家可以参考高考专业指南去查阅对应的大学以及专业。 [p] 另外，大家也可以考虑根据下方的标准来挑选自己的心仪大学和专业。 [p] 历史底蕴：办学历史、文化积累、校友资源等； [p] 办学实力：师资力量、专业设置、硬件设施等； [p] 学科发展：优势学科、知名院士、学科发展等； [p] 与考生的适配性：院校所在区域、学制设置、就业发展前景等； [p]"}]
         * section4 : [{"title":"录取的阶段和步骤","content":"投档：投档在一般情况下就是被大学录取了（有小几率会出现退档的情况，如果考生服从调剂，则一般情况下不会被退档），也就是考生的档案被大学的招生办提取了，然后进入到下一步的专业录取流程。 [p] 专业录取：考生被提档之后，大学会根据各自的录取规则，安排不同的专业录取各位同学。[p]"},{"title":"山西今年的志愿投档规则","content":"山西省高校招生实行两种投档模式。 [p]\n1.平行志愿投档模式： [p]\n（1）根据\u201c考生之间，分数优先;考生志愿，遵循顺序\u201d的投档原则，先分科类将考生按成绩从高分到低分排序，再按照顺序对考生逐个进行投档;对某考生投档时，遵循该考生填报的多个平行志愿院校依次检索判断，当检索到该考生填报的某个院校有调档缺额时，即将该考生档案投放到该院校。 [p]\n（2）实行平行志愿的批次和科类：第一批本科(A、A1、B类)(不含特殊类型招生)、第二批本科(A、B、C类)、\u201c专项生\u201d批及专科(高职)批的文史和理工两个科类。 [p]\n（3）平行志愿投档模式的考生成绩排序规则是： [p]\n1)先按考生特征总分从高到低排序(考生特征总分是指考生文化课考试成绩和政策性照顾加分之和); [p]\n2)考生总分相同时，再按单科成绩依次从高到低排序。 [p]\n（4）单科成绩排序的科目顺序是： [p]\n文史类：①语文;②数学;③文科综合 [p]\n理工类：①数学;②语文;③理科综合 [p]\n（5）上年被录取后未报到考生将排在同分数的最后，考生总分相同时，按单科成绩依次从高到低排序。 [p]\n2.非平行志愿投档模式：根据\u201c志愿优先\u201d的投档原则，先投第一志愿，当院校第一志愿生源不足时，再依次投第二志愿、第三志愿。 [p]"},{"title":"了解选中的大学专业录取规则","content":"在各位同学被投档之后，就会进入到专业录取阶段。而每一个大学的专业录取规则都有所差异，这将直接影响到志愿表的设置情况。下面我们简单介绍一下三种主要的专业录取规则。 [p] 分数优先：所谓的分数优先，其实就是把所有投档的考生，根据其分数从高到低排列录取。然后实际录取的时候就会按照的顺序，首先会录取高分的考生，就是到这一位考生的录取的时候，就会看他填报的第一专业是否还有余额。 [p] 专业优先：相比起分数优先，专业优先会更看重选择的专业的顺序。基本的录取规则，就是学校把所有提档的考生，根据他们填报的第一专业，分成不同的队伍，每一个队伍的考生都按照从高到低的顺序排列录取。 [p] 专业分数级差：采用这样的志愿填报模式的院校，在提档之后会把所有的考生按照分数从高到低排序，然后从第一名考生开始检索。期间检索到的考生，会进行这样的步骤。 [p] ①看这名高考生的第一专业是否还有空余的招生计划，如果有，就可以被录取了； [p] ②如果第一专业没有招生计划，那么就只能减去一定的级差分数，如3分，然后插入到后面的队伍中继续排队，等待下一次轮到他的专业录取。以此类推。 [p] 不同的学校会对应不同的专业录取规则，这就意味着后面的志愿表要学会采用不同的策略了。 [p] 对所有的规则有大致的了解，就可以开始去尝试填报自己的志愿表了。 [p]"}]
         * section5 : [{"title":"填报志愿的风险","content":"1.专业志愿填报过高，投档但被退档； [p] \n相对于顺序志愿和不完全平行志愿，平行志愿更易于考生把握，录取概率显著提高，落榜风险大大降低。虽然减少了志愿填报的风险，但同样存在风险，而最主要的风险集中在投档而被退档的情况。 [p] \n出现退档，往往是因为考生的高考分数在所有被投档该学校考生中偏低;而填报专业志愿太高，且志愿不服从调剂。或者是受到身体条件影响，即使服从调剂，也没有可以被录取的专业。由此可见，\u201c服从专业调剂\u201d是一个保险措施，但不是绝对就保证我们的同学一定会被录取的。 [p] \n2.简单参照往年最低录取分数填报志愿 [p] \n在很多的咨询会上面，招生办老师被问得最多的问题都是\u201c老师，今年学校最低录取分数线多少啊？\u201d \u201c我这个分数，能上你们学校吗\u201d，这是家长们普遍的一个误区，高校近几年的录取分数线作为衡量能否被录取的\u201c尺子\u201d。 [p] \n而事实上以最低录取分数来考虑录取的可能性会具有很大的风险。因为高校的录取分数线是存在波动的，而部分高校出现的\u201c大小年\u201d的现象，即录取分数一年高，一年低也会对高考录取情况产生影响。填报志愿时考生要多分析几年的录取情况，关注分数线对应的考生\u201c位次\u201d、招生计划变动等情况，才能降低风险。 [p] \n3.以为\u201c服从专业调剂\u201d是万能的 [p] \n当考生在报考某院校时分数不占优势，填写\u201c不服从专业调剂\u201d就意味着学校将会作退档处理。当考生在填报志愿时，专业志愿没有拉开梯度，没有掌握好专业级差，或全部填报热门、紧俏专业，且不服从专业调剂而落榜。 [p] \n在往年的填报中，有很多家长为了能让孩子考入\u201c好\u201d的院校，由于分数没有优势，所以家长们都借助于\u201c服从专业调剂\u201d来实现\u201c帮助\u201d孩子进入这些院校，牺牲孩子的优势专业。因为家长和孩子都期望入学之后，利用在大二时的\u201c转专业\u201d来扭转孩子这个\u201c专业调剂\u201d的局面。 [p] \n但实际上，真正能够利用这类政策成功转专业的学生并不多，各高校转、转专业管理办法都有条条框框加以限定。 服从调剂可以增加被录取的机会，但也要做好被不喜欢专业录取的思想准备。你被调剂到的专业极有可能与报考初衷相差甚远，一般是比较冷门的专业。如果不服从专业调剂，虽然你够了院校提档线，但不够所报专业的专业录取线时，则会失去了进入这个学校的机会。 [p]"},{"title":"志愿填报其他注意事项","content":"1.首先要了解自己分数在全省考生中的排名，然后根据近几年的录取最低分排名作为判断标准 ，确定目标学校。[p] \n2.要从自身的特质出发，来选择合适的大学专业 [p] \n在选择学校和专业时，考生和家长要从性格、兴趣、心仪城市、学校类型、职业方向等多角度来选择院校和专业。[p]\n各位同学也可以高考机器人里面的各种测评工具，综合自身的能力、性格、喜好等因素，分析出最适合你的职业和专业。 [p] \n3.遵循冲稳保的志愿填报策略 [p] \n志愿表的设置要遵循\u201c冲稳保\u201d的原则，合理安排的各个院校志愿。这里建议大家冲刺的志愿只设定一所，其余的都设为稳妥、保底的院校志愿。 [p]\nps：可冲击的志愿不是一定要填上的， 只是留给自己一次尝试的机会。 [p]"}]
         */

        private String id;
        private String province;
        private List<SectionBean> section1;
        private List<SectionBean> section2;
        private List<SectionBean> section3;
        private List<SectionBean> section4;
        private List<SectionBean> section5;

        public String getId() {
            return id;
        }

        public void setId(String id) {
            this.id = id;
        }

        public String getProvince() {
            return province;
        }

        public void setProvince(String province) {
            this.province = province;
        }

    public List<SectionBean> getSection1() {
        return section1;
    }

    public void setSection1(List<SectionBean> section1) {
        this.section1 = section1;
    }

    public List<SectionBean> getSection2() {
        return section2;
    }

    public void setSection2(List<SectionBean> section2) {
        this.section2 = section2;
    }

    public List<SectionBean> getSection3() {
        return section3;
    }

    public void setSection3(List<SectionBean> section3) {
        this.section3 = section3;
    }

    public List<SectionBean> getSection4() {
        return section4;
    }

    public void setSection4(List<SectionBean> section4) {
        this.section4 = section4;
    }

    public List<SectionBean> getSection5() {
        return section5;
    }

    public void setSection5(List<SectionBean> section5) {
        this.section5 = section5;
    }

    public static class SectionBean {
            /**
             * title : 山西的录取批次
             * content : 录取批次是指各省教育考试院将所有招生的大学按照录取顺序进行分类，然后根据不同的类别进行录取。 [p]
             因为录取是有顺序的，在非定向的录取批次里面，录取批次越靠前，对应招生的大学就越好。这是批次和大学之间的一个大概的联系，有一定的参考价值，但并非绝对的。 [p]
             录取批次会限制考生能够填报的大学范围，所以在报志愿之前，一定要了解自己所在省市有哪些录取批次。 [p]
             山西的具体录取批次如下。 [p]
             山西省今年高校招生录取分本科提前批、本科“专项生”批、本科第一批(分A、A1、B类)、本科第二批(分A、B、C类)、专科(高职)提前批和专科(高职)批共6个批次。本科第一批(A、A1、B类)、本科第二批(A、B、C类)、“专项生”批及专科(高职)批次文理科类实行平行志愿投档录取模式。其他批次及艺术、体育类实行非平行志愿投档录取模式。 [p]
             【志愿设置】 [p]
             提前艺术、体育本科设置1个第一院校志愿和1个第二院校志愿，每所院校设置6个专业志愿和“是否同意专业调剂”志愿; [p]
             提前一批本科和提前二批本科批次分别设置1个第一院校志愿、1个第二院校志愿和1个第三院校志愿，每所院校设置6个专业志愿和“是否同意专业调剂”志愿。 [p]
             本科“专项生”第一、二批次分别设置8个平行院校志愿，排列顺序为A、B、C、D、E、F、G、H，每所院校设置6个专业志愿和“是否同意专业调剂”志愿; [p]
             免费医学定向生院校设置1个第一院校志愿和1个第二院校志愿，每所院校设置6个专业志愿和“是否同意专业调剂”志愿。 [p]
             第一批本科(A、A1、B类)批次分别设置8个平行院校志愿，排列顺序为A、B、C、D、E、F、G、H，每所院校设置6个专业志愿和“是否同意专业调剂”志愿; [p]
             第一批本科特殊类型招生分公示类(自主招生、高水平艺术团、高水平运动队)和非公示类(定向、民族班、民族预科班)各设置1个院校志愿和6个专业志愿以及“是否同意专业调剂”志愿。 [p]
             第一批本科(A、B类)艺术本科院校分别设置1个第一院校志愿、1个第二院校志愿，每所院校设置6个专业志愿和“是否同意专业调剂”志愿。 [p]
             第二批本科(A、B、C)类批次设置8个平行院校志愿，排列顺序为A、B、C、D、E、F、G、H，每所院校设置6个专业志愿和“是否同意专业调剂”志愿。 [p]
             第二批本科(A、B、C类)艺术、体育类院校分别设置1个第一院校志愿、1个第二院校志愿，每所院校志愿设置6个专业志愿和“是否同意专业调剂”志愿。 [p]
             第二批本科特殊类型招生(高水平运动队、定向、民族班、民族预科班)各设置1个院校志愿和6个专业志愿以及“是否同意专业调剂”志愿。 [p]
             提前专科(高职)批次设置1个第一院校志愿、1个第二院校志愿和1个第三院校志愿，每所院校设置6个专业志愿和“是否同意专业调剂”志愿。 [p]
             专科(高职)批次设置9个平行院校志愿，排列顺序为A、B、C、D、E、F、G、H、I，每所院校设置6个专业志愿和“是否同意专业调剂”志愿。 [p]
             专科(高职)批次艺术、体育类院校分别设置1个第一院校志愿、1个第二院校志愿，每所院校志愿设置6个专业志愿和“是否同意专业调剂”志愿。 [p]
             */

            private String title;
            private String content;

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }

            public String getContent() {
                return content;
            }

            public void setContent(String content) {
                this.content = content;
            }
        }

}
