{
    "error": 0,
    "msg": "",
    "data": {
        "result": {
            "characters": [
                "ESFP"
            ]
        },
        "info": [
            {
                "id": "8",
                "type_name": "ESFP—表演者型",
                "type": "ESFP",
                "jieshao": "有我在就有笑声",
                "infos": [
                    {
                        "title": "基本分析报告",
                        "descs": [
                            {
                                "title": "基本描述",
                                "content": "你对人和新的经历都感兴趣，善于观察，看重眼前事物；你更多的从做事的过程中学到东西，而不是研究或读书。你相信自己五感所感触到得信息，喜欢有形的东西，能够看到并接受事物的本来面目，是现实的观察着，并具有运用常识处理问题的实际能力。\n你热爱生活，适应性强且随遇而安，爱热闹，爱玩耍，热情、友好，表现欲强烈，有魅力和说服力；喜欢意料之外的事情并给他人带来快乐惊喜；你的饱满情绪和热情能够吸引了别人，灵活、随和，很好相处。通常很少事先做什么计划，自信能够于是随机应变，当机立断。讨厌框框，讨厌老一套，总能设法避开这些东西。\n你善于处理人际关系，经常扮演和事老的角色，圆滑得体，富有同情心，愿意以实际的方式帮组他人，通常可以让别人接受自己的建议，不喜欢将自己的意愿强加别人，是非常好的交谈者，天生受人欢迎。"
                            },
                            {
                                "title": "可能的盲点",
                                "content": "你对各种事情都好奇，以至于总是分心，工作受到干扰。做事容易拖拉，难以约束自己，显得不是那么尽职尽责。建议集中精力，平衡工作和生活，努力把工作凡在首位，借鉴一些成功的或已为人所接受的安排工作和控制时间的方法。\n因为你积极活跃的个性，总是使你忙碌于具体的事物中，并无暇去制定计划，致使面临应急和变化时你会不知所措，你应该未雨绸缪，学会计划和预测事物的发展变化。\n你经常忽视理论思考和逻辑分析，做决定时习惯于相信自己的感觉，或凭一时兴趣、冲动，有时不考虑结果。你们对朋友的评价很高，并只看到他们积极的一面。你需要更进一步考虑事情的起因和结果，并学会拒绝。"
                            },
                            {
                                "title": "你工作中的优势",
                                "content": "工作时精力充沛和充满活力的乐趣。\n对迅速发生的改变和转变适应良好。\n对被人的需要敏感，渴望以真正的方法帮组他人。\n喜欢自然；你是个有协作精神的团队成员。\n具有使工作有趣、让人兴奋的能力。\n实际却拥有丰富的常识。\n忠实于你关心的人和组织。\n上进心；在工作中容易创造一个生机勃勃、充满乐趣的氛围。\n柔韧性和愿意冒险，尝试新事物。\n渴望合作，以真实准确的方法帮助他人。\n清楚的评估目前的资源和情况，并且能立刻看到应该做什么。\n有稳定的平和的心态。\n有冲劲和闯劲，不患得患失。"
                            },
                            {
                                "title": "你工作中的劣势",
                                "content": "难以独自工作，有其是持续一段的工作。\n以表明价值接受事物，容易错失进一步暗示的倾向。\n不喜欢提前准备，在组织时间上有问题。\n难以看到目前不存在的机会和选择。\n将失败当做针对个人的批评和负面回应的倾向。\n难以作出决定。\n冲动和容易被诱惑或迷惑。\n不喜欢过多的条条框框和官僚作风。\n如果涉及到个人感情，就难以作出有逻辑的决定。\n抵制确立长期目标，经常难以达到最后期限。\n难以律己或律人。"
                            },
                            {
                                "title": "你的岗位特质",
                                "content": "在轻松、友好的环境里工作，能和他人在一起积极的工作，工作具有丰富性、乐趣性和自主性。\n能够不断地从实际经验中学习，通过搜集的具体、细致的资料中，发挥自己灵活的判断力寻找解决问题的方法。\n能够促进大家的合作，充分动员他人的能力和热情，数量处理人际关系和争执冲突，消除紧张气氛。\n工作能让你体验到快乐和惊喜，能有自我发挥的空间，少受层级结构、规则和条条框框的限制。\n可以直接和客户打交道，能深入参与和时间，而不愿意排除在外。\n能应对突发或处理紧迫的事情，并考虑周边人的需求。"
                            },
                            {
                                "title": "你适合的岗位",
                                "content": "你充满活力、热诚，教育和社会工作给你提供了直接与别人工作、利用技术帮助别人的机会。例如幼儿/小学教师、体育教练、社会工作者、健康/福利顾问、生物学者、内科/儿科医生、药剂师等。\n你喜欢和朋友在一起并娱乐他人，喜欢在不断变化的环境里，有审美感，所以一些演艺界、艺术领域的工作。例如旅游专业人员、演员、制片人、摄影/摄像师、节目主持人、画家、野外探险领导人、警察、漫画/卡通制作者等等。\n你也应该考虑那些与他人可以高度互动、自由不刻板，可以发挥你处理人际关系能力和收集信息能力的工作对你来说也非常合适。例如营销策划、销售、公共关系、融资者、零售商、仲裁人员、保险代理人、房地产经纪人等。\n服务业吸引你的地方时可以发挥你热心、友好的特点，可以提供你与人交往和使用你的技能的机会。例如秘书、警察、园艺设计师、地质学者、生物/动物学家、环境学者等。"
                            }
                        ]
                    },
                    {
                        "title": "个人发展建议",
                        "descs": [
                            {
                                "title": "成功的秘诀在于",
                                "content": "考虑现实中潜在的发展性信息。\n尽量理智客观的看待事情，不要太感性或凭一时兴致。\n遵守时间约定，信守承诺。"
                            },
                            {
                                "title": "发展建议",
                                "content": "在决定时需要照顾逻辑关系。\n在管理项目之前需要实现计划。\n需要平衡工作努力和社交活动。\n需要在时间管理上下功夫。\n目前不要考虑在压力大的环境中工作。\n在适当的时候，主动承担一些工作对你的发展更有利。\n尽量思考成熟后再采取行动，碰到困难时，你需要坚持。"
                            }
                        ]
                    },
                    {
                        "title": "工作环境分析报告",
                        "descs": [
                            {
                                "title": "你对组织的社会性要求高",
                                "content": "你非常喜欢那些经常有外出机会，果断和行动导向的企业文化。你非常希望每天能与许多人接触，愿意积极的建立起广泛的社会关系网，建立起新的商业机会。工作可以直接与客户打交道，如销售人员，商业拓展人员等。自信、有挑战性，发现或创造新的市场机会，有这样的工作空间的环境适合你。"
                            },
                            {
                                "title": "你对组织及对细节的关注度要求不高",
                                "content": "说明你对结构松散，不要求很高的精确度和不强调细节的组织更喜欢。你喜欢自己设定目标和工作的完成期限，并且有权力决定自己的工作方式（例如自我设定工作时间表）工作中的你更相信你的直觉，而不是精细的计划和安排。以人为本，互动性强和高度自主的文化对你都很合适。"
                            },
                            {
                                "title": "你对组织的开放性和想象力要求不高",
                                "content": "表面你更倾向于那些忙碌的、注重实际操作的企业文化，用现有经过检验的方法处理事务。你崇尚经过时间检验的能力的有效性和可预测性。你不会从事风险极大的事情。你更欣赏按照传统方法按规定做事，不计时间代价的企业。你喜欢企业有明确目标、清晰的商业战略，并且能够尽可能有效和始终如一执行这些策略的企业文化。"
                            },
                            {
                                "title": "你对组织的合作性和和谐性要求高",
                                "content": "这表明你很喜欢那种能培养友好、合作和温暖的工作氛围的企业文化。办公室对你来说既是一个商业场所也是一个交朋友的地方。你有很强的利他主义情感，并且期望大多数同事有着此种情感或价值观。你倾向于没有冲突和争论，并鼓励相互尊重、支持的企业文化。那种崇尚内部竞争和敢闯敢干的企业肯定不是你成功的地方。"
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "totaltime": 1.1892600059509277
}