{
    "error": 0,
    "msg": "",
    "data": {
        "result": {
            "characters": [
                "ESTJ"
            ]
        },
        "info": [
            {
                "id": "2",
                "type_name": "ESTJ—管家型",
                "type": "ESTJ",
                "jieshao": "掌控当下，让各种事务有条不紊的进行",
                "infos": [
                    {
                        "title": "基本分析报告",
                        "descs": [
                            {
                                "title": "基本描述",
                                "content": "你做事速度快，讲求效率，有责任感，善于自我约束，能够尽职尽责的完成工作。你喜欢推进事情并掌控局势，敏锐，对细节有出色的记忆力，善于组织，能够系统化、结构化的通过有效的方式安排时间并达成目标。你有计划、有条理、喜欢把事情安排的井井有条，按照计划和步骤行事。\n你是一个有极强的逻辑性、非常喜欢做决定的人。你做事客观、善于分析，而且有很强的推理能力。通常根据自己的经验进行判断和决策，善于看到工作系统中不合逻辑，不协调和无效的部分，并作出积极的改进。\n你习惯从细节出发，关注现实，重视经验和感受。你关注实用价值，对于听到、看到、闻到、尝到、触摸到得“具体事物”更加感兴趣，而不是一些抽象的理念。你关注眼前，一般对于事情的远景和潜在价值难以关注到。\n你性格外向，为人友好、直爽，处事讲求原则。通常是坚定的、可以信赖的伙伴。你喜欢传统，遵照规范办事，是原则和传统的良好维护者，你擅长判断人，严于律己，在人际关系上始终如一。"
                            },
                            {
                                "title": "可能存在的盲点",
                                "content": "你看问题具有很强的批判性，注意力更多关注存在的问题，通常不能对别人的贡献表示赞赏和肯定。你需要留意和发现别人的才能和努力，并适时给于鼓励和表扬。当提出批评时，多注意技巧。\n你喜欢把自己的标准强加给别人，对自己和他人都要求严格，通常被周围的人看成“独裁者”。你需要学会更加通融、开放，不要过于固执。建议以更加开放的观念和发展的眼光，看待周围的新事物，对不同的人呢，不同的事更有耐心和包容性。\n你遵照逻辑和客观的原则做事，较少考虑自己的行为和决定给他人带来的影响。建议你更加留心和尊重自己及他人的情绪和感受。\n你专注于实施自己细致的计划，容易错过外界的很多变化和信息，甚至难以停下了听一听别人的意见，你忽视了许多发展的可能性及事物潜在的关联关系。你需要学会放慢节奏，倾听别人的建议，考虑所有的可能性，更好的检查其他可利用的资源，增加做事的周全性。\n如果你希望更好的适应社会，并获得成功，你需要尝试多角度的理解和处理问题，加强灵活性，不要事事控制，尝试转换思维方式，并且懂得和接受生活中有介于黑鱼白之间的灰色区域。"
                            },
                            {
                                "title": "你在工作中的优势",
                                "content": "注重实践、关注结果。\n能强有力的承担自己的义务；必要的时候能够快刀斩乱麻、意志坚定。\n非常务实，对既定目标坚韧不拔，能够自始至终的关注着公司或组织的目标。\n办事精确、很少出差错，有要把工作做好的强烈愿望。\n有很好的遵循已经建立起来的工作安排和工作程序的习惯。\n能敏感的察觉出不和逻辑、不连贯、不现实以及不称职的人或事。\n有很好的组织能力；能很客观的做出决定。\n相信传统模式的可取之处，并且能够遵循传统模式。\n很强的责任心；别人可以信任你去实现自己的诺言。\n清楚明白的工作伦理，对效率和成果的追求。\n通情达理，视角现实。\n在推销或谈判时非常有说服力，也较为坚定，有时甚至是坚韧不拔。\n有稳定平和的心态。\n有冲劲和闯劲，不患得患失"
                            },
                            {
                                "title": "你在工作中的劣势",
                                "content": "对不遵守程序的人或对重要细节不重视的人可能会缺乏耐心。\n不愿意尝试、接受新的和未经考验的观点和想法。\n对变动感到不安、排斥革新。\n不能忍受没有效率的工作，或需花很多时间才能完成的程序和工作。\n之考虑眼前需要而不顾长远利益，对当前不存在的可能性没有兴趣。\n有为了实现自己的利益而无视别人需要的趋向。\n难以看到将来的可能性。\n对于方针或决定将会对别人造成什么样的影响缺乏敏感。\n不喜欢相反的意见；可能频繁的打断别人。\n当追求目标时总想凌驾于别人之上。\n斗志不足，容易松懈，通常不愿付出过多的努力\n在压力和挫折面前不够坚持。"
                            },
                            {
                                "title": "你的岗位特质",
                                "content": "喜欢在稳定、讲求规范的环境中工作，要求有明确的前景和清晰的等级制度。\n工作氛围友好，与勤奋有责任心的同事一起工作。\n工作能够发挥你的逻辑、推理、计划、控制和组织能力。\n工作任务要明确、具体、有可操作性和实际结果。\n对你的工作，要有公平、合乎逻辑、明确、客观的衡量和评价标准。\n遵循已有的程序，组织必要的资源，采取必要的措施，并控制事情的进度和最后期限。\n工作允许你自己进行决策，并负责组织管理，能给你一定的控制权，让你承担较大的责任。"
                            },
                            {
                                "title": "你适合的岗位",
                                "content": "你喜欢在一个要求严格、遵循标准化的操作程序环境中工作，这些工作可以让你与现实的实物或切实的工程 打交道。例如营销（实物）、厨师、教师、政府职员、警察/侦查人员、健康/安全专家、保险代理、采购、法院工作人员、预算分析人员、估价人员等。\n你善于搜集、整理、分析和演绎推理具体的信息资料，所以那些能够充分发挥你技术分析方面和机械操作方面能力的工作非常适合。例如项目经理、行政人员、工厂主管、数据库管理、财务、建筑、银行官员、信息总监、后勤与供应人员、业务运作顾问等。\n专业工作领域对你的吸引力在于它使你在一个具体的、已建立好、有光辉历程的机构里具有较高的威望。例如牙医、内科医生、法官、股票经纪人、教师、律师、土木机械工程师、校长等。"
                            }
                        ]
                    },
                    {
                        "title": "个人发展建议",
                        "descs": [
                            {
                                "title": "成功的秘诀在于",
                                "content": "放慢决策和行动节奏\n多为别人着想，学会换位思考。\n要能灵活变通，适当开放。"
                            },
                            {
                                "title": "发展建议",
                                "content": "在决策前，需要考虑问题的各个方面，包括人的因素的影响。\n需要督促自己仔细考虑变动所带来的得失。\n需要做出特殊的努力以夸赞别人的成绩。\n目标不要考虑在压力大的环境中工作。\n在适合的时候，主动承担一些工作对你的发展更有利。\n尽量思考成熟后在采取行动，碰到困难时，你需要坚持。"
                            }
                        ]
                    },
                    {
                        "title": "工作环境分析报告",
                        "descs": [
                            {
                                "title": "你对组织的社会性要求高",
                                "content": "你非常喜欢那些经常有外出机会，果断和行动导向的企业文化。你非常希望每天能与许多人接触，愿意积极的建立起广泛的社会关系网，建立起新的商业机会。工作可以直接与客户打交道，如销售人员，商业拓展人员等。自信、有挑战性，发现或创造新的市场机会，有这样的工作空间的环境适合你。"
                            },
                            {
                                "title": "你对组织及细节的关注度要求高",
                                "content": "这表明你非常喜欢有序、组织性、纪律性强的企业文化。这种企业是以取得成绩为驱动力的“getting it right”。在这种高标准、严要求的文化中你会更快乐或更容易成功。这种企业往往不断的采用最好的做法，以便它的产品和服务的质量与众不同。你会成为一个行业领先企业中的一员而骄傲。"
                            },
                            {
                                "title": "对组织的开放性和想象力要求不高",
                                "content": "表面你更倾向于那些忙碌的、注重实际操作的企业文化，用现有经过检验的方法处理事务。你崇尚经过时间检验的能力的有效性和可预测性。你不会从事风险极大的事情。你更欣赏按照传统方法按规定做事，不计时间代价的企业。你喜欢企业有明确目标、清晰的商业战略，并且能够尽可能有效和始终如一执行这些策略的企业文化。"
                            },
                            {
                                "title": "你对组织的合作性和和谐性要求不高",
                                "content": "你把竞争和人员间的不同意见看成是创新和商业成功的驱动力。你喜欢鼓励讨论、争论、坦诚交流的企业文化，与其他人相比你也许会与你的同时保持相对较远的关系。你在生机盎然和进取的企业文化里工作状态最好。"
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "totaltime": 0.9932119846343994
}