{
    "error": 0,
    "msg": "",
    "data": {
        "result": {
            "characters": [
                "ESTP"
            ]
        },
        "info": [
            {
                "id": "6",
                "type_name": "ESTP—挑战者型",
                "type": "ESTP",
                "jieshao": "不间断的尝试新的挑战",
                "infos": [
                    {
                        "title": "基本分析报告",
                        "descs": [
                            {
                                "title": "基本描述",
                                "content": "你是敏锐的发现者，善于看出眼前的需要，并迅速做出反应来满足这种需要，天生爱揽事并寻求满意的解决办法。你精力充沛，积极解决问题，很少被规则或标准程式框住。能够想出容易的办法去解决难办的事情，一次使自己的工作变得愉快。\n你天生的乐天派，积极活跃，随遇而安，乐于享受今天。对提供新经验的任何事物、活动、食物、服饰、人等都感兴趣，只愿享受今天，享受现在。\n你好奇心强，思路开阔，容易接受事物，倾向于通过逻辑分析和推理做出决定，不会感情用事。如果形势需要，你会表现出坚韧的意志力。偏爱灵活的处理实际情况，而不是根据计划办事。\n你长于行动，而非言语，喜欢处理各种事情，喜欢探求新方法。你具有创造性和适应性，有发明的才智和谋略，能够有效的缓解紧张氛围，并使矛盾双方重归于好。\n你性格外向，友好而迷人，很受欢迎，并且能在大多数社会情况中很放松自如。"
                            },
                            {
                                "title": "可能的盲点",
                                "content": "由于你关注外界的各种变化信息，喜欢处理紧急情况，不愿意制定规划去预防紧急情况的发生。常常着手许多事情，超出自己的负荷，不能履行诺言，可能使周围的人陷入混乱。你需要试着找到一些能让自己按时完成任务的方法。\n你注意力完全集中在有趣的活动上，喜欢不断的接受新的挑战，不愿意在目前沉闷的工作中消磨时间，难以估计自己行为带来的结果。你需要为自己订立一个行为标准。\n当情况环境转变时，你很容易忽视他人的情感，变得迟钝和鲁莽。"
                            },
                            {
                                "title": "你工作中的优势",
                                "content": "敏锐的观察力，对实际讯息的出色记忆力。\n明白该做什么，明白现实的对待完成工作的必要条件。 \n在发动和促进项目时的愉快。 \n精力充沛，工作时充满活力。 \n随机应变的能力。 \n能够使工作有趣和兴奋。\n参加团队工作的乐趣。 \n实际、现实的观察力和丰富的常识。 \n逐步上升的方式，你在工作中创造生动有趣的气氛。 \n适应力，愿意冒险和尝试新事物。 \n愿意接受不同和跟随潮流。 \n有稳定平和的心态。 \n有冲劲和闯劲，不患得患失。"
                            },
                            {
                                "title": "你工作中的劣势",
                                "content": "很难独自工作，尤其是长时间。\n不喜欢事先准备，在组织时间上有困难。\n对别人的感觉迟钝、麻木，或对别人的感觉过于疏忽。\n无法看到一时不存在的机会和选择。\n缺乏耐心、无法忍受行政细节和手续。\n很难做决定或优先考虑计划。\n易冲动、易受诱惑或迷惑。\n难以看到事情的长远影响。\n不喜欢过多的规矩和条条框框的官僚作风。\n抵抗制定长远目标，难以达到最后期限。\n斗志不足，容易松懈，通常不愿付出过多的努力。\n在压力和挫折面前不够坚持。"
                            },
                            {
                                "title": "你的岗位特质",
                                "content": "在一个没有太多规则约束的环境中工作，完成自己的任务后可以享受自由的时间。\n工作可以使你发挥“救火”的能力，利用直接的经验，寻找解决问题的最佳方案。\n在工作中，接触真是的人和事务，进行有形产品的制造或服务，而不是理论和细想领域的。\n工作充满挑战，允许你用冒险的方式处理紧急情况。\n工作能发挥你敏锐的观察力、理解力以及对事实的记忆力。\n工作能让你结识各种不同的人，并能与讲究实际、充满活力的同事坦诚相处。"
                            },
                            {
                                "title": "你适合的岗位",
                                "content": "多样性的服务领域，要求你在迅速改变的环境中快速思考/反应的服务领域可以满足你的好奇心和观察力。例如警察、消防员、侦探、调查员、房地产经纪人、情报人员、稽查员、投资、保险经纪人、预算分析师等。\n你喜欢冒险，喜欢有一定刺激，所以某些娱乐性的工作会给你职业满足。例如记者、旅游代理、摄像、主持人、演员、拍卖行业等。\n你善于进行手工操作，这种操作可以带给你经济、技术的提高，且可以不断实践。例如：承包商、厨师、电器工程师、电信网络专家、后勤和供给人员、财务主管、运动生理学者、教师、园艺设计、摄影师、野外探险领导人等。\n那些过多约束的环境不是你需要考虑的工作环境，通常自由、多样化，能够提高冒险机会的工作对你更有适应性。例如管理顾问、网络经销、汽车商人、特许经营、批发商、零售商等。"
                            }
                        ]
                    },
                    {
                        "title": "个人发展建议",
                        "descs": [
                            {
                                "title": "成功的秘诀在于",
                                "content": "全面审视现实情况，三思而后行。\n考虑别人的情感。\n分清事情的轻重缓急，做好计划，善始善终。"
                            },
                            {
                                "title": "发展建议",
                                "content": "需要抑制其独断而忽视他人感情的方面。\n需要在迅速决定之前，事先计划，考虑细节，三思而行。\n注意规划性，发展持之以恒。\n需要注意物质享受以外的东西。\n目前不要考虑在压力大的环境中工作。\n在适合的时候，主动承担一些工作对你的发展更有利。\n尽量考虑成熟后在采取行动，碰到苦难是，你需要坚持。"
                            }
                        ]
                    },
                    {
                        "title": "工作环境分析报告",
                        "descs": [
                            {
                                "title": "你对组织的社会性要求高",
                                "content": "你非常喜欢那些经常有外出机会，果断和行动导向的企业文化。你非常希望每天能与许多人接触，愿意积极的建立起广泛的社会关系网，建立起新的商业机会。工作可以直接与客户打交道，如销售人员，商业拓展人员等。自信、有挑战性，发现或创造新的市场机会，有这样的工作空间的环境适合你。"
                            },
                            {
                                "title": "你对组织及对细节的关注度要求不高",
                                "content": "说明你对结构松散，不要求很高的精确度和不强调细节的组织更喜欢。你喜欢自己设定目标和工作的完成期限，并且有权力决定自己的工作方式（例如自我设定工作时间表）工作中的你更相信你的直觉，而不是精细的计划和安排。以人为本，互动性强和高度自主的文化对你都很合适。"
                            },
                            {
                                "title": "你对组织的开放性和想象力要求不高",
                                "content": "表面你更倾向于那些忙碌的、注重实际操作的企业文化，用现有经过检验的方法处理事务。你崇尚经过时间检验的能力的有效性和可预测性。你不会从事风险极大的事情。你更欣赏按照传统方法按规定做事，不计时间代价的企业。你喜欢企业有明确目标、清晰的商业战略，并且能够尽可能有效和始终如一执行这些策略的企业文化。"
                            },
                            {
                                "title": "你对组织的合作性和和谐性要求不高",
                                "content": "你把竞争和人员间的不同意见看成是创新和商业成功的驱动力。你喜欢鼓励讨论、争论、坦诚交流的企业文化，与其他人相比你也许会与你的同时保持相对较远的关系。你在生机盎然和进取的企业文化里工作状态最好。"
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "totaltime": 1.2639260292053223
}