{
    "error": 0,
    "msg": "",
    "data": {
        "result": {
            "characters": [
                "INFP"
            ]
        },
        "info": [
            {
                "id": "9",
                "type_name": "INFP—哲学家型",
                "type": "INFP",
                "jieshao": "生活在自己的理想世界",
                "infos": [
                    {
                        "title": "基本分析报告",
                        "descs": [
                            {
                                "title": "基本描述",
                                "content": "你比较敏感，非常崇尚内心的平和，看重个人的价值观，忠诚，并且理想化，一旦做出选择，就会约束自己完成。\n你外表看起来沉默而冷静，但内心对他人的情感十分在意。你非常善良，有同情心，善解人意。你重视与他人有深度、真实、共同进步的关系，希望参与有助于自己及他人的进步和内在发展的工作，欣赏那些能够理解你价值的人。\n你有独创性、有个性，好奇心强，思维开阔，有容忍力。乐于探索事物的可能性，致力于自己的梦想和远见。\n你很喜欢探索自己和他人的个性。一旦全身心投入一项工作时，你往往发挥出冲刺式的干劲，全神贯注，全力以赴。你对人、事和细想信仰负责，一般能够忠实履行自己的义务。但是，对于意义不大的日常工作，你做起来可能有些困难。"
                            },
                            {
                                "title": "可能的盲点",
                                "content": "你追求完美，会花很长时间酝酿自己的想法，难以用适当的方式来表达自己。你需要更加注重行动。\n你经常忽略逻辑思考和具体现实，沉浸于梦想。当意识到自己的理想与现实之间的差距，你就容易灰心丧气。你需要听取他人更实际的建议，考虑方法的现实性和可行性。\n你非常固执，经常局限在自己的想法里，对外界的客观具体事物没有兴趣，甚至忙的不知道周围发生了什么事情。\n你总是用高标准要求自己，投入太多的感情，导致你对批评相当敏感。压力很大的时候，你可能会非常怀疑自己或他人的能力，而变得吹毛求疵，有爱瞎判断，对一切都有抵触情绪。"
                            },
                            {
                                "title": "你在工作中的优势",
                                "content": "忠于职守。\n考虑周到细致且能集中注意力深入某个问题或观点。\n渴望打破常规思考，并考虑新的可能情况。\n进行你们所信仰的工作使你们振奋鼓舞。\n擅长独立工作，能与你们尊敬的人保持频繁、有意义的支持性交流关系。\n对收集所需信息有一种天生的好奇与技巧。\n能统观全局以及看到意识和行为之间的联系。\n懂洞察别人的需要和动机。\n适应能力强，能很快改变你的行事速度及目标。\n能够理解他人，在一对一的基础上能极好的与人工作。\n有稳定平和的心态。\n有冲劲和闯劲，不患得患失。"
                            },
                            {
                                "title": "你工作中的劣势",
                                "content": "必须控制方案或计划，否则你可能会失去兴趣。\n有变得无秩序性的倾向，很难把握有限处理的事。\n不愿做与自己价值观相冲突的工作。\n天生的理想主义，这样可能使你得不到现实的期望。\n讨厌以传统的或惯常的方式行事。\n很难在竞争的、气氛紧张的环境中工作下去。\n在处理及完成重要细节问题上缺乏纪律或原则性。\n在与那些过分顽固的组织和人们打交道时没有耐心。\n在预计做某事要求多长时间时有不切实际的倾向。\n不愿惩戒直接肇事者，不愿批评别人。\n如果工作没有向他们坚信的目标发展，他们可能会垂头丧气。\n可能不能灵活的对于他们的想法进行必要的改变。\n斗志不足，容易松懈，通常不愿付出过多的努力。\n在压力和挫折面前不够坚持。"
                            },
                            {
                                "title": "你的岗位特质",
                                "content": "在一个注重合作、没有压力和人际冲突的环境中，与其他富有创造性和同情心的同事一起工作。\n在一个没有太多限制、灵活的机构中工作，有私人的工作空间和足够的时间。\n工作能够符合个人的价值观，能够帮助他人成长和发展，挖掘他人的潜力。\n工作允许你深入的与他人沟通和合作，理解、帮助、激励他人，并有机会接触到你尊敬的人。\n在工作中，你可以发挥你的创造力，并能得到鼓励和嘉奖，自己的能力不断得到提升。\n给你足够的时间，深化你的想法，并为实现它们而坚定的工作。"
                            },
                            {
                                "title": "你适合的岗位",
                                "content": "你喜欢独创的、个人的形式表达自己和观点，并且有自由与灵活的空间也是你对工作的要求。例如记者、娱乐界人士、建筑师、演员、编辑、室内设计师、制片人、艺术指导。\n教书与咨询这两个职业领域能使你有机会为别人工作，帮助他们成长，发挥他们的潜能。例如顾问、心理学专家、社会工作者、人文/艺术教授、口笔译人员、职业顾问、医学顾问等。\n你愿意与客户（病人）接近亲密的工作，且保持工作上的自主。例如营养学者、健康护理医师、整容医师等。\n你喜欢与人合作、喜欢设计和创新，让人感受到你的付出既重要又独特。例如人力资源人员、人力资源顾问、企业培训师、项目经理等。"
                            }
                        ]
                    },
                    {
                        "title": "个人发展建议",
                        "descs": [
                            {
                                "title": "成功的秘诀在于",
                                "content": "客观的看待问题，注重理想和现实的结合。\n注重思考的逻辑性和做事的计划性。\n不要过于约束自己，保持进退尺度和节奏的把握。"
                            },
                            {
                                "title": "发展建议",
                                "content": "增强做事计划性和条理性，以及持续推进工作的韧性。\n重视客观事实和逻辑推理。\n深刻需要考虑方法的现实性和可行性。\n证实忙顿和冲突，学着说“不”。\n目前不要考虑在压力大的环境中工作。\n在适合的时候，主动承担一些工作队你的发展更有利。\n尽量思考成熟后再采取行动，碰到困难，你需要坚持。"
                            }
                        ]
                    },
                    {
                        "title": "工作环境分析报告",
                        "descs": [
                            {
                                "title": "你对组织的社会性要求不高",
                                "content": "这表明你较为保守，喜欢在工作中拥有个人的空间。你喜欢这样的企业，他们尊重和强调个人的素质，并且奖励个人取得的成就，而不是只去建立社会关系网。你不愿把自己看做一个有野心的人，所以也不会喜欢那些鼓励员工有野心的企业。"
                            },
                            {
                                "title": "你对组织及对细节的关注度要求较低",
                                "content": "说明你对结构松散，不要求很高的精确度和不强调细节的组织更喜欢。你喜欢自己设定目标和工作的完成期限，并且有权力决定自己的工作方式（例如自我设定工作时间表），工作中你更相信你的直觉，而不是精确的计划和安排。以人为本，互动性强和高度自主的文化对你都很合适。"
                            },
                            {
                                "title": "你对组织的开放性和想象力要求非常高",
                                "content": "这表明你适合非常开发、创新的企业文化。非常喜欢挑战、变化，愿意接受新观点，创新会让你觉得兴奋。你非常喜欢不断地尝试新的方法，崇尚与众不同。你喜欢从事有很大风险性的事情。那些鼓励或奖励创新和新思想的企业文化，那些非传统的工作适合你。"
                            },
                            {
                                "title": "你对组织的合作性和和谐性要求非常高",
                                "content": "这表明你很喜欢那种能培养友好、合作和“温暖”工作氛围的企业文化。办公室对你来说既是商业场合也是一个交朋友的地方。你有很强的利他主义情感，并且期望大多数同事有着此种情感或价值观。你倾向于没有冲突和争论，并鼓励互相尊重、支持的企业文化。那种崇尚内部竞争和敢闯敢干的企业肯定不是你成功的地方。"
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "totaltime": 1.1358928680419922
}