{
    "error": 0,
    "msg": "",
    "data": {
        "result": {
            "characters": [
                "INTJ"
            ]
        },
        "info": [
            {
                "id": "15",
                "type_name": "INTJ—专家型",
                "type": "INTJ",
                "jieshao": "追求能力与独立",
                "infos": [
                    {
                        "title": "基本分析报告",
                        "descs": [
                            {
                                "title": "基本描述",
                                "content": "考虑问题理智、清晰、简洁，不受他人影响，客观的批判一切，运用高度理性的思维做出判断，不以情感为依据。用批判的眼光审视一切，如果形势需要，会非常坚强和果断。\n你不屈从于权威，并且很聪明，有判断力，对自己要求严格，近乎完美，甚至也这样去要求别人，尤其讨厌那些不知所措、混乱和低效率的人。你有很强的自制力，以自己的方式做事，不会被别人的冷遇和批评干扰，是所有性格中最独立的。\n你是优秀的策略家和富有远见的规划者，高度重视知识，能够很快将获取的信息进行系统整合，把情况的有利于不利方面看的很清楚。具有独特的、创造性的观点，喜欢来自多方面的挑战。在你感兴趣的领域里，会投入令人难以置信的精力、专心和动力。"
                            },
                            {
                                "title": "可能的盲点",
                                "content": "你只注重自己，很少去理解他人，自以为是，对他人没有耐心，总是想当然的吧自己的观点强加给别人，制定不切实际的高标准。你需要学会去了解别人的感受和想法，以避免你冒犯他人。\n你过于注重远见卓识，很容易忽略和错过与自己理论模式不符的细节和现实；爱玩弄智力游戏，说些对他人没有意义、似是而非的话语。你需要简化你既理论有复杂的想法，更好的与别人交流。\n你过分独立的个性和工作习惯，使得你总是“拒绝”别人的参与和帮助，难以发现自己计划中的缺陷。建议你保持耐心，多向他人请教，这样可以帮助你提早了解一些不合实际的想法，或者在大量投入之前做出必要的修正和改进。\n你有时会过于固执和死板，沉迷于一些出色的但不重要的想法中，并且事实要求完美；如果你想成功，你需要判断事情的重要性，学习接受生活并与他相处，学会放弃。"
                            },
                            {
                                "title": "你工作中的优势",
                                "content": "能看到事情的可能发展情况及其潜在含义。\n能够理解复杂而困难的事物，喜欢复杂理论及智力上的挑战。\n富于想象，善于创造体系，有创造性解决问题的能力，能客观的审查问题。\n即使在面对阻挠时也会义无反顾的去实现目标。\n自信，且对自己的设想会不顾一切的采取行动去实行。\n对于在工作中胜任和胜出有强烈的动机。\n能很好的适应一个人单独工作，独立自主。\n标准高、工作原则性强。\n能创造方法体系和模式来达到你的目标。\n擅长于从事技术性工作。\n擅长理论和技术分析以及逻辑的解决问题。\n坚决果断，有高度的组织能力。\n有稳定平和的心态。\n有冲劲和闯劲，不患得患失。"
                            },
                            {
                                "title": "你在工作中的劣势",
                                "content": "完成创造性的问题解决之后可能会对项目丧失兴趣。\n易于向紧逼自己工作一样逼着别人工作。\n对那些反应不如你敏捷的人缺乏耐心。\n可能和那些他们认为能力不如自己的人不太容易共同工作。\n唐突、不机智、缺乏交际手段，有其在你匆忙时。\n对一些世俗小事没有兴趣。\n对自己的观点顽固的坚持。\n对想要去改善那些根本没有必要改善的事物的倾向。\n易于过于理论化而不考虑实际情况。\n不愿花时间适当的欣赏、夸奖雇员、同事和别人。\n对那既定的问题不愿再审查。\n易于过分强调工作，从而损害了家庭的和谐。\n对一些工作所要的“社会细节”没有耐心。\n可能因太过于独立而不能适应合作的环境。\n斗志不足，容易松懈，通常不愿付出过多的努力。\n在压力和挫折面前不够坚持。"
                            },
                            {
                                "title": "你的岗位特质",
                                "content": "在运行顺利和谐，对人际没有过多要求的环境中，独立的开展工作，最好能够和聪明或有能力的人进行交流。\n工作有高度的自主和控制力，权力不断增加，可以通过自己的努力，改变或推进事情的进展。\n能够发挥你的独创性，提出解决问题的独到办法，并控制他们的执行，从而促进体系或制度的完善。\n可以致力于实现你的美好想法，以合乎逻辑而且有序的方式进行工作，并能对你的坚持不懈进行嘉奖。\n工作不要求反复执行那些实际的、常规的和以细节为核心的任务。\n工作可以让你不断地追去高标准、高质量，采用新方法，从而提升你的能力和权威，并得到公平的回报。"
                            },
                            {
                                "title": "你适合的岗位",
                                "content": "商业和金融领域的职业都要求有高度发展的分析能力，这些正是你在工作中追求的。例如电信顾问、管理顾问、经济学者、策划、金融分析、预算分析、资产鉴定人员等。\n你喜欢运用创造力来开发奇特的方法体系，这些技术领域的逻辑体系，不断发展的高技术设备和产品打交道机会对你也非常合适。例如科学家、研究员、电脑系统分析员、程序员、工程师、技术人员、设计工程师软件开发、网页设计、网络主管、生物医学人员、商业分析员等。\n高等教育和医学领域的高度复杂体系，这些工作同时自己也得到提高，环境也很独立，这都是你所要求的。例如教师、行政管理人员、数学家、心理学者、外科医生、生物医学研究人员等。\n能够独立的研究和策划，注重长远的计划的开发的职业也是你需要考虑的。例如律师、法官、新闻分析家、撰稿人、建筑师、投资、商业分析家、飞行员、侦察、情报专家等。"
                            }
                        ]
                    },
                    {
                        "title": "个人发展建议",
                        "descs": [
                            {
                                "title": "成功的秘诀在于",
                                "content": "建立良好的人际关系，听取他人的不同意见，认同别人的价值。\n将完美的想法与实际相结合，充分考虑事情的可行性。\n放开一些控制，更多平衡你的工作和个人生活。"
                            },
                            {
                                "title": "发展建议",
                                "content": "需要积极的听取他人的反馈和建议，学会欣赏他人。\n需要更加现实，学会放弃那些不实际的想法。\n需要重视自己的决策给他人带来的影响。\n目前不要考虑在压力大的环境下工作。\n在适合的时候，主动承担一些工作对你的发展更有利。\n尽量思考成熟后在采取行动，碰到困难时，你需要坚持。"
                            }
                        ]
                    },
                    {
                        "title": "工作环境分析报告",
                        "descs": [
                            {
                                "title": "你对组织的社会性要求不高",
                                "content": "这表明你较为保守，喜欢在工作中拥有个人的空间。你喜欢这样的企业，他们尊重和强调个人的素质，并且奖励个人取得的成就，而不是只去建立社会关系网。你不愿把自己看做一个有野心的人，所以也不会喜欢那些鼓励员工有野心的企业。"
                            },
                            {
                                "title": "你对组织及对细节的关注度要求高",
                                "content": "这表明你非常喜欢有序、组织性、纪律性强的企业文化。这种企业是以取得成绩为驱动力的“getting it right”。在这种高标准、严要求的文化中你会更快乐或更容易成功。这种企业往往不断的采用最好的做法，以便它的产品和服务的质量与众不同。你会成为一个行业领先企业中的一员而骄傲。"
                            },
                            {
                                "title": "你对组织的开放性和想象力要求非常高",
                                "content": "这表明你适合非常开发、创新的企业文化。你非常喜欢挑战、变化，愿意接受新观点，创新会让你觉得兴奋。你非常喜欢不断尝试新的方法，崇尚与众不同。你喜欢从事很大风险性的事情。那些鼓励或奖励创新和新思想的企业文化，那些非传统的工作适合你。"
                            },
                            {
                                "title": "你对组织的合作性和和谐性要求不高",
                                "content": "你把竞争和人员间的不同意见看成是创新和商业成功的驱动力。你喜欢鼓励讨论、争论、坦诚交流的企业文化，与其他人相比你也许会与你的同时保持相对较远的关系。你在生机盎然和进取的企业文化里工作状态最好。"
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "totaltime": 1.034769058227539
}