{
    "error": 0,
    "msg": "",
    "data": {
        "result": {
            "characters": [
                "ISFJ"
            ]
        },
        "info": [
            {
                "id": "3",
                "type_name": "ISFJ—照顾者型",
                "type": "ISFJ",
                "jieshao": "值得信赖和依靠",
                "infos": [
                    {
                        "title": "基本分析报告",
                        "descs": [
                            {
                                "title": "基本描述",
                                "content": "你具有友善、负责、认真、忠于职守的特点，只要你认为应该做的事，不管有多麻烦都要去做，单却厌烦去做你认为毫无意义的事情。\n你务实、实事求是，追求具体和明确的事情，喜欢做实际的考虑。善于单独思考、收集和考察丰富的外在信息。不喜欢逻辑的思考和理论的应用，拥有对细节很强的记忆力，诸如声音的音色或面部表情。\n你与人交往时较为敏感，谦逊而少言，有风险精神。虽然在很多情况下你有强烈的反应，但通常不愿意将个人情感表现出来。\n你做事有很强的原则性，尊重约定，维护传统。工作时严谨而有条理，愿意承担责任，你依据明晰的评估和收集的信息来做决定，充分发挥自己客观的判断和敏锐的洞察力。"
                            },
                            {
                                "title": "可能的盲点",
                                "content": "你有高度的责任心，会陷入日常事务的细节中去，以至于没完没了的工作。每件事情你都会从头做到尾，这总让你过度劳累，压力很大时，你会过度紧张，甚至产生消极情绪。\n由于你的现实、细致，有时容易忽略事情的全局和发展变化趋势，难以预见存在的可能性。建议你周到考虑解决问题的不同方法和可能性，需要增强对远景的关注。\n你总是替别人着想，以至于让人感觉“关心过度”，你需要学会给别人空间。在工作中，你过多的承受和忍耐，不太习惯表达，却将情绪在家庭和生活中发泄出来。\n你不停的制定计划并保证完成，以至于经常花费更多的时间和投入更多的精力来完成工作，建议你给自己安排必要的娱乐和放松的活动，不要总是“低头拉车”，需要考虑“抬头看路”。"
                            },
                            {
                                "title": "你在工作中的优势",
                                "content": "能够很好的集中精力、关注焦点。\n强烈的工作热情，认真负责，工作努力。\n良好的协作技巧，能和别人建立起和谐友好的关系。\n讲求实效的工作态度，办事方法现实可行。\n十分关注细节，给同事和下属职员的工作提供支持和帮助。\n理解公司或组织的经历，能够很好的维护公司或组织的传统。\n大多数具有出色的组织才能。\n愿意在传统的机构中工作，而且兢兢业业、不遗余力。\n能够连续的工作，对相同的工作任务不会感到厌倦。\n非常强的责任意识；别人可以信任你实现自己的诺言。\n喜欢运用固定的办事程序；尊重别人的地位和能力。\n能通情达理，看问题现实。\n有稳定平和的心态。\n有冲劲和闯劲，不患得患失。"
                            },
                            {
                                "title": "你在工作中的劣势",
                                "content": "可能会低估自己的能力，难于坚决的维护自己的需要和利益。\n不愿意尝试、接受新的和未经考验的观点和想法。\n对反对意见过于敏感；在紧张的工作环境里感到很受压抑。\n可能只关注细节和眼前之事，而对整体和将来重视不够，或看不到将来后果的征兆。\n倾向于同事投入到过多的工作任务之中。\n难以适应新境况，或者在不同的工作任务之间来回切换时会有困难。\n易于被需要同时解决的太多的工作项目或任务弄得晕头转向、无所适从。\n如果自己得不到充分的重视和赞赏，可能会感到灰心丧气。\n已经做出决定，就不愿意从头考虑同一个问题。\n对突然的变化缺乏适应。\n斗志不足，容易松懈，通常不愿付出过多的努力。\n在压力和挫折面前不够坚持。"
                            },
                            {
                                "title": "你的岗位特质",
                                "content": "在规范、传统、稳定的环境下工作，可以给他人提供服务或帮助。\n适合在责任，有一定私人空间、人际关系和谐的氛围中工作。\n要求细致、准确，能够发挥你出色的观察力和对细节的关注能力。\n工作能够让你集中精力，关注一件事情或一个人，而不是平行开展多项工作。\n通过工作，你能够得到同事和上级的认可、欣赏和鼓励。\n按照标准化的工作流程和规范开展工作，不要在事先没有准备的情况下把你的工作展示给别人。"
                            },
                            {
                                "title": "你适合的职业",
                                "content": "你喜欢通过具体的方法亲自、单独的与他人打交道，运用技术给他们带来直接的影响。例如营养学者、外科医生、宠物医生、牙医、生物/植物学者、忽视、矫形师等。\n教育和研究类的工作特别受到和你特点相同的人的青睐，他们可以自主的工作，可以帮助别人，并能看到成果，可以为社会做出贡献。例如幼儿/小学教师、社会工作、健康保健人员、指导顾问、历史学者、运动培训师、园艺人员等。\n还有一些直接的和他人单独打交道的工作，这些工作要求你具有较广的知识面、技能和交际才能来给别人支持。例如秘书、行政/人事管理人员、电脑维护者、信贷顾问、顾客服务等。那些对工作细节非常关注，满足客户要求，与他们友好相处的实实在在的工作也是你需要考虑的。例如艺术人员、室内设计师、商品规划师、营销、房地产代理或经纪人、酒店管理人员等。"
                            }
                        ]
                    },
                    {
                        "title": "个人发展建议",
                        "descs": [
                            {
                                "title": "成功的秘诀在于",
                                "content": "直接的表达自己，说出你现在的感受。\n不要只顾低头拉车，需要抬头看路。\n调节节奏、放松自己、适当松弛以下绷紧的弦。"
                            },
                            {
                                "title": "发展建议",
                                "content": "做长远思考，加强对全局和可能性的关注，避免陷入具体事物，而将方向忽略。\n尽量直接了当表达，避免绕弯。\n需要以更加开放的态度对待他人不同的做事方式。\n目前不要考虑在压力大的环境中工作。\n适当的时候，主动承担一些工作对你的发展更有利。\n尽量考虑成熟后再采取行动，碰到困难时，你需要坚持。"
                            }
                        ]
                    },
                    {
                        "title": "工作环境分析报告",
                        "descs": [
                            {
                                "title": "你对组织的社会性要求不高",
                                "content": "这表明你较为保守，喜欢在工作中拥有个人的空间。你喜欢这样的企业，他们尊重和强调个人的素质，并且奖励个人取得的成就，而不是只去建立社会关系网。你不愿把自己看做一个有野心的人，所以也不会喜欢那些鼓励员工有野心的企业。"
                            },
                            {
                                "title": "你对组织及对细节的关注度要求高",
                                "content": "这表明你非常喜欢有序、组织性、纪律性强的企业文化。这种企业是以取得成绩为驱动力的“getting it right”。在这种高标准、严要求的文化中你会更快乐或更容易成功。这种企业往往不断的采用最好的做法，以便它的产品和服务的质量与众不同。你会成为一个行业领先企业中的一员而骄傲。"
                            },
                            {
                                "title": "你对组织的开放性和想象力要求不高",
                                "content": "表面你更倾向于那些忙碌的、注重实际操作的企业文化，用现有经过检验的方法处理事务。你崇尚经过时间检验的能力的有效性和可预测性。你不会从事风险极大的事情。你更欣赏按照传统方法按规定做事，不计时间代价的企业。你喜欢企业有明确目标、清晰的商业战略，并且能够尽可能有效和始终如一执行这些策略的企业文化。"
                            },
                            {
                                "title": "你对组织的合作性和和谐型要求高",
                                "content": "这表明你很喜欢那种能培养友好、合作和温暖的工作氛围的企业文化。办公室对你来说既是一个商业场所也是一个交朋友的地方。你有很强的利他主义情感，并且期望大多数同事有着此种情感或价值观。你倾向于没有冲突和争论，并鼓励相互尊重、支持的企业文化。那种崇尚内部竞争和敢闯敢干的企业肯定不是你成功的地方。"
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "totaltime": 1.1034040451049805
}