{
    "error": 0,
    "msg": "",
    "data": {
        "result": {
            "characters": [
                "ISTP"
            ]
        },
        "info": [
            {
                "id": "5",
                "type_name": "ISTP—冒险家型",
                "type": "ISTP",
                "jieshao": "平静的思考着，但间或的行为往往出人意料",
                "infos": [
                    {
                        "title": "基本分析报告",
                        "descs": [
                            {
                                "title": "基本描述",
                                "content": "你密切关注周围发生的事情，常常充当解决困难的人。一旦需要，会快速反应，抓住问题的核心以最有实效的方式予以解决。你好奇心强，对事实敏感，能很好的利用手头的资源。\n你善于思考和分析，关注事情是什么，及可以解决什么具体问题，不关注理论。你喜欢客观独立的作决定，并把一切都清楚直接的安排妥当。你对技术工作很有天赋，是使用工具和双手工作的专家。\n你非常独立，不愿受规则约束，以独有的好奇心和富有创意的幽默观察和分析生活。具备很好的迎接挑战和处理问题的能力，天性喜欢兴奋和行动，通常很喜欢户外活动和运动。\n你通常是安静或沉默的，喜欢行动而非言语，看上去比较“酷”，时常被认为不太愿意接近人。"
                            },
                            {
                                "title": "可能的盲点",
                                "content": "你非常实际，总能找到简捷的解决办法，这使你有时会偷工减料，不能完成所有的步骤和细节。你过分的关注眼下的结果，以致忽略了自己的决策和行动的长远影响。建议你学会做计划并坚持完成，以克服自己主动性弱的特点。\n你总是独立分析，独自判断，不喜欢与别人分享自己的反应、情感和担忧，也不愿意把具体的情况甚至是最重要的部分与他人进行交流，使得周围的人行动或配合起来比较被动。\n你非常喜欢多样化和新奇刺激，对所有的选择都持开放态度，所以你不善于做决定。你需要认真给自己一些约束，避免总是变动和无规律所带来的危害。\n你通常无视自己的情感和需要，忽视他人的感受，对于自己的决定对他人产生的影响不够重视。"
                            },
                            {
                                "title": "你在工作中的优势",
                                "content": "出色处理限定任务和实质产品的能力。\n敏锐的观察力和对事实信息的出色记忆力。\n将混乱的数据和可辨认的事实有序排列的能力。\n喜欢独立工作或与你敬佩的人并肩工作。\n在压力之下面对危机能保持冷静头脑冷静。\n知道完成工作需要做什么和必须做什么。\n倾向于用手和工具工作。\n对突然变化和迅速发生的转变适应良好。\n实际性和丰富的常识。\n具有确认和利用有效资源。\n柔韧性和愿意冒险以及尝试新事物。\n有稳定平和的心态。\n重视安全和保障。"
                            },
                            {
                                "title": "你在工作中的劣势",
                                "content": "难以看到行动的深远影响。\n缺乏进行与人交流的兴趣，有其是表面上的交流。\n不喜欢事先准备，你在组织时间上有一定苦难。\n对抽象、复杂的理论缺乏耐心。\n有对别人的感觉迟钝麻木的倾向。\n有容易变得厌烦和焦躁的倾向。\n难以看到目前不存在的机会和选择。\n对行政上的细节和程序缺乏耐心。\n不愿重复自己。\n难以作出决定。\n很强的独立性，不喜欢过的条条框框、官僚作风。\n抵制确定长期目标，难以到达最后期限。\n斗志不足，容易松懈，通常不愿付出过多的努力。\n缺乏挑战精神，对失败和挫折承受能力差。"
                            },
                            {
                                "title": "你的岗位特质",
                                "content": "必须在一个没有过多规则和操作标准要求的环境下工作，可以享受冒险的乐趣，也可以应付危机。\n允许你独立工作，而且可以经常做户外活动。\n工作最好能运用这种技术：机械的技术、运用机械的技术。\n工作具有挑战性，有效的分派活动和能量，不必履行多余的程序和常规。\n尽可能少的监督你的工作，也不需要你过多的去监视他人。\n工作有明确的方向，允许你划定和使用对你而言可以最有效获得的资源。"
                            },
                            {
                                "title": "你适合的岗位",
                                "content": "你喜欢自然的环境，独自工作，能够综合自己的能力迅速找到策略，采取恰当的行动。例如摄影师、销售商、体育教练、消防员、刑侦人员、警察、赛车手、飞行员等。\n大多数你这种特点的人在机械技术领域表现的十分优秀，他们有超强的观察力和对细节、事实的记忆力，喜欢自己动手。例如电子/机械/土木工程师、软件开发、计算机工程师、系统分析师、地理学家、网络工程师、检测员、外科医师等。\n你能够使混乱的数据和模糊的事实排列有序，能够轻而易举的看到经济环境中的实际情况，做这种独立自主的工作能让你非常快乐。例如证券分析师、采购员、办公室管理员、经济学者、管理顾问、土木/机械工程师、保险理算员等。\n贸易的独立和实践的实际性常吸引住你，你推崇真实具体而且具有机会用手的任务，对完全吸引住你兴趣的工作最为勤奋。例如飞机机师、教练、园艺设计、摄像师/特效专家、军官、保险鉴定人、刑事侦查员、画家、模型设计/制造者等。"
                            }
                        ]
                    },
                    {
                        "title": "个人发展建议",
                        "descs": [
                            {
                                "title": "成功的秘诀在于",
                                "content": "学会与人交流和分享。\n重视自己的情感，并考虑别人的感受。\n坚持计划，信守承诺。"
                            },
                            {
                                "title": "发展建议",
                                "content": "需要深入与他人交流沟通。\n需要发展自己的持恒性，不要过多的变动。\n需要形成设立目标做计划的习惯。\n目前不要考虑在压力大的环境中工作。\n在适合的时候，主动承担一些工作对你的发展更有利。\n正确看待失败，碰到困难不要随意放弃。"
                            }
                        ]
                    },
                    {
                        "title": "工作环境分析报告",
                        "descs": [
                            {
                                "title": "你对组织的社会性要求不高",
                                "content": "这表明你较为保守，喜欢在工作中拥有个人的空间。你喜欢这样的企业，他们尊重和强调个人的素质，并且奖励个人取得的成就，而不是只去建立社会关系网。你不愿把自己看做一个有野心的人，所以也不会喜欢那些鼓励员工有野心的企业。"
                            },
                            {
                                "title": "你对组织及对细节的关注度要求不高",
                                "content": "说明你对结构松散，不要求很高的精确度和不强调细节的组织更喜欢。你喜欢自己设定目标和工作的完成期限，并且有权力决定自己的工作方式（例如自我设定工作时间表）工作中的你更相信你的直觉，而不是精细的计划和安排。以人为本，互动性强和高度自主的文化对你都很合适。"
                            },
                            {
                                "title": "你对组织的开放性和想象力要求不高",
                                "content": "表面你更倾向于那些忙碌的、注重实际操作的企业文化，用现有经过检验的方法处理事务。你崇尚经过时间检验的能力的有效性和可预测性。你不会从事风险极大的事情。你更欣赏按照传统方法按规定做事，不计时间代价的企业。你喜欢企业有明确目标、清晰的商业战略，并且能够尽可能有效和始终如一执行这些策略的企业文化。"
                            },
                            {
                                "title": "你对组织的合作性和和谐性要求不高",
                                "content": "你把竞争和人员间的不同意见看成是创新和商业成功的驱动力。你喜欢鼓励讨论、争论、坦诚交流的企业文化，与其他人相比你也许会与你的同时保持相对较远的关系。你在生机盎然和进取的企业文化里工作状态最好。"
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "totaltime": 1.0168440341949463
}